{"classes":["DOWN SYNDROME","OTHER"],"annotations":[["1. I was watching a health documentary, and they mentioned kids with an unusually small head. It struck me because my child has the same. Can you advise? \r",{"entities":[[82,93,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["2. I've been observing my son and noticed he has decreased or poor muscle tone. Is this a sign of any health issue?\r",{"entities":[[49,79,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["3. During a school meeting, the teacher pointed out my son's decreased or poor muscle tone. She suggested we see a doctor. What are your thoughts?\r",{"entities":[[61,91,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["4. I've always felt that my child's spacing between the first and second toes is unusual. Is it something we should look into?\r",{"entities":[[36,77,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["5. my child seems to have excess skin at the back of the neck. I'm quite concerned about it. Can you provide guidance?\r",{"entities":[[26,62,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["6. I'm not sure if this is normal, but my daughter shows signs of a flat profile of the face and nose when viewed sideways. Should I be worried?\r",{"entities":[[68,101,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["7. During a recent family gathering, my cousin pointed out my son's palmar crease (a single line across the palm of the hand, also known as a simian crease). Should I be concerned?\r",{"entities":[[68,156,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["8. My neighbor's child had small, atypically shaped feet, and they mentioned it was a sign of Down syndrome. I noticed my child has the same. Should I get a check-up?\r",{"entities":[[27,56,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["9. During a health check-up, the nurse mentioned my child's shorter stature. She suggested I learn more about Down syndrome. Can you help?\r",{"entities":[[60,76,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["10. My daughter's teacher pointed out her flattened face, especially the bridge of the nose. What do you think?\r",{"entities":[[42,56,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["11. My neighbor's child had poor muscle tone or loose joints, and they mentioned it was a sign of Down syndrome. I noticed my child has the same. Should I get a check-up?\r",{"entities":[[28,44,"DOWN SYNDROME"],[48,60,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["12. I recently attended a workshop on genetic conditions, and some of the symptoms they discussed seem to align with what I've observed in my daughter. For instance, her poor muscle tone or loose joints is quite pronounced. She also has distinct small ears, which I haven't seen in many other children. Moreover, her shorter stature and flattened face, especially the bridge of the nose, are also quite noticeable. I'm reaching out to seek guidance and understand if these could be signs of Down syndrome.\r",{"entities":[[170,186,"DOWN SYNDROME"],[190,202,"DOWN SYNDROME"],[246,256,"DOWN SYNDROME"],[317,332,"DOWN SYNDROME"],[337,351,"DOWN SYNDROME"],[368,386,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["13. I've been doing some reading about Down syndrome, and some of the symptoms mentioned seem to resonate with what I see in my child. She has a clear white spots on the colored part of the eye (Brushfield spots) and a noticeable palmar crease (a single line across the palm of the hand, also known as a simian crease). Her poor muscle tone or loose joints are also hard to miss. I'm writing to understand if these are common indicators of Down syndrome and if I should be taking any steps for further diagnosis.\r",{"entities":[[145,193,"DOWN SYNDROME"],[195,211,"DOWN SYNDROME"],[230,318,"DOWN SYNDROME"],[324,340,"DOWN SYNDROME"],[344,356,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["14. I see in a child a  small, atypically shaped feet is quite pronounced. She also has a distinct poor muscle tone or loose joints, which I haven't seen in many other children. Moreover, her almond-shaped eyes that slant up and white spots on the colored part of the eye (Brushfield spots) are also quite noticeable. I'm reaching out to seek guidance and understand if these could be signs of Down syndrome.\r",{"entities":[[24,53,"DOWN SYNDROME"],[99,115,"DOWN SYNDROME"],[119,131,"DOWN SYNDROME"],[192,210,"DOWN SYNDROME"],[229,271,"DOWN SYNDROME"],[273,289,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["15. Flat face and small head and Broad hands with short fingers\r",{"entities":[[4,13,"DOWN SYNDROME"],[18,28,"DOWN SYNDROME"],[33,63,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["16. loose joints, small ears,Gastrointestinal issues, like constipation\r",{"entities":[[4,16,"DOWN SYNDROME"],[18,28,"DOWN SYNDROME"],[29,52,"DOWN SYNDROME"],[59,71,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["17. I see my child have depression, sometimes Anxiety.and small head and flat face.what is it?\r",{"entities":[[24,34,"DOWN SYNDROME"],[46,57,"DOWN SYNDROME"],[58,68,"DOWN SYNDROME"],[73,87,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["18. I'm seeing a Abnormalities in the colored part of the eye in my student. and he has short neck and short fingers and Spacing between the first and second toes\r",{"entities":[[17,61,"DOWN SYNDROME"],[88,98,"DOWN SYNDROME"],[103,116,"DOWN SYNDROME"],[121,162,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["19. Flat profile of the face and nose when viewed sideways,Unusually small head,Abnormalities in the colored part of the eye,Spacing between the first and second toes\r",{"entities":[[4,37,"DOWN SYNDROME"],[69,79,"DOWN SYNDROME"],[80,124,"DOWN SYNDROME"],[125,166,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["20. my baby, she has decreased or poor muscle tone. This ok?\r",{"entities":[[21,51,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["21. He's been showing a lot of anxiety, and often exhibits poor judgment and naive trust in strangers. On top of that, he's been having episodes of depression and also seems to have impulsivity.let me know what is this?\r",{"entities":[[31,38,"DOWN SYNDROME"],[50,72,"DOWN SYNDROME"],[77,102,"DOWN SYNDROME"],[148,158,"DOWN SYNDROME"],[182,197,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["22. A person who has  been showing a lot of attention deficit hyperactivity disorder (ADHD), and often exhibits depression. On top of that, he's been having episodes of stubbornness or tantrums and also seems to have anxiety. I'm unsure how to handle this.\r",{"entities":[[44,84,"DOWN SYNDROME"],[112,123,"DOWN SYNDROME"],[169,181,"DOWN SYNDROME"],[185,193,"DOWN SYNDROME"],[217,225,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["23. If a person  showing a lot of anxiety, and often exhibits stubbornness or tantrums. On top of that, he's been having episodes of poor judgment and naive trust in strangers and also seems to have impulsivity. \r",{"entities":[[34,41,"DOWN SYNDROME"],[62,74,"DOWN SYNDROME"],[78,87,"DOWN SYNDROME"],[133,146,"DOWN SYNDROME"],[151,175,"DOWN SYNDROME"],[199,210,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["24. my daughter's health has taken a turn. She's been mentioning her obstructive sleep apnea, which is a condition where the person’s breathing temporarily stops while asleep, quite frequently and seems to be suffering from hearing loss. On top of that, she's shown symptoms of eye diseases and has been facing challenges related to ear infections. I'm seeking your guidance.\r",{"entities":[[69,92,"DOWN SYNDROME"],[224,237,"DOWN SYNDROME"],[278,290,"DOWN SYNDROME"],[333,348,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["25. During the past few weeks, I've noticed some concerning symptoms in my child. He's been displaying signs of obstructive sleep apnea, which is a condition where the person’s breathing temporarily stops while asleep, and has been struggling with ear infections. I'm also worried about his recurring eye diseases and the complaints he's had about hearing loss. Should I be concerned?\r",{"entities":[[112,135,"DOWN SYNDROME"],[177,217,"DOWN SYNDROME"],[248,263,"DOWN SYNDROME"],[301,313,"DOWN SYNDROME"],[348,361,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["26. my daughter's health has taken a turn. She's been mentioning her obstructive sleep apnea, which is a condition where the person’s breathing temporarily stops while asleep, quite frequently and seems to be suffering from eye diseases. On top of that, she's shown symptoms of ear infections and has been facing challenges related to hearing loss\r",{"entities":[[69,92,"DOWN SYNDROME"],[134,174,"DOWN SYNDROME"],[224,237,"DOWN SYNDROME"],[278,292,"DOWN SYNDROME"],[335,347,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["27. Hello, my daughter seems to have been facing some health challenges. She's been showing signs of hearing loss, and I'm worried because she also seems to have eye diseases.\r",{"entities":[[92,113,"DOWN SYNDROME"],[162,174,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["28. My sister seems to have been facing some health challenges. She's been showing signs of hearing loss, and I'm worried because she also seems to have eye diseases. Moreover, she's had multiple episodes that resemble obstructive sleep apnea, which is a condition where the person’s breathing temporarily stops while asleep, and has been indicating problems related to ear infections. What should we do?\r",{"entities":[[83,104,"DOWN SYNDROME"],[153,166,"DOWN SYNDROME"],[219,242,"DOWN SYNDROME"],[284,324,"DOWN SYNDROME"],[370,385,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["29. I've noticed he's been struggling with ear infections. Additionally, he seems to be suffering from eye diseases. I've also observed signs of obstructive sleep apnea, which is a condition where the person’s breathing temporarily stops while asleep, and he's been complaining about issues that sound like hearing loss. Can you advise?\r",{"entities":[[43,58,"DOWN SYNDROME"],[103,116,"DOWN SYNDROME"],[145,168,"DOWN SYNDROME"],[210,250,"DOWN SYNDROME"],[307,320,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["30. I'm reaching out due to my son's health issues. Lately, he's been complaining about not being able to hear things properly, which seems like hearing loss. At night, I've also noticed that he sometimes stops breathing for short periods, hinting at obstructive sleep apnea, which is a condition where the person’s breathing temporarily stops while asleep.\r",{"entities":[[88,126,"DOWN SYNDROME"],[145,158,"DOWN SYNDROME"],[205,238,"DOWN SYNDROME"],[251,274,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["31. I've been increasingly worried about my child. Over the past few weeks, I've noticed that he's been struggling to hear things clearly, indicating potential hearing loss. Additionally, during the night, it seems like he has episodes of obstructive sleep apnea, which is a condition where the person’s breathing temporarily stops while asleep. I'm not sure what's causing these, and I'd like some guidance\r",{"entities":[[104,137,"DOWN SYNDROME"],[160,173,"DOWN SYNDROME"],[239,345,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["32. Over the past month, I've become increasingly concerned about my child's health. She's been showing signs of difficulty in hearing, suggesting hearing loss. Furthermore, her sleep pattern has been disrupted with what appears to be episodes of obstructive sleep apnea, which is a condition where the person’s breathing temporarily stops while asleep. I'm seeking your expertise on this matter\r",{"entities":[[104,160,"DOWN SYNDROME"],[247,353,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["33. Over the past few weeks, I've noticed that he's been struggling to hear things clearly, pointing to hearing loss. Additionally, during the night, it seems like he has episodes where he stops breathing, indicating obstructive sleep apnea. Physically, I've observed his almond-shaped eyes that slant up and his small head. He also seems to have a short neck and I often see his protruding tongue. I'm not sure what's causing these, and I'd like some guidance.\r",{"entities":[[57,117,"DOWN SYNDROME"],[171,241,"DOWN SYNDROME"],[272,290,"DOWN SYNDROME"],[313,324,"DOWN SYNDROME"],[349,359,"DOWN SYNDROME"],[380,398,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["34. I'm reaching out due to my son's health issues. Lately, he's been complaining about not being able to hear things properly, which seems like hearing loss. At night, I've also noticed that he sometimes stops breathing, hinting at obstructive sleep apnea. He has distinct almond-shaped eyes that slant up and a small head. Additionally, he has a noticeably short neck and his tongue often sticks out\r",{"entities":[[88,158,"DOWN SYNDROME"],[195,257,"DOWN SYNDROME"],[274,292,"DOWN SYNDROME"],[313,324,"DOWN SYNDROME"],[359,369,"DOWN SYNDROME"],[378,401,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["35. I'm reaching out due to my son's health issues. Lately, he's been complaining about not being able to hear things properly, indicating hearing loss. At night, I've also noticed episodes where he stops breathing, hinting at obstructive sleep apnea. He has distinct almond-shaped eyes that slant up and a small head. Additionally, he has a short neck and I've observed his protruding tongue more often.\r",{"entities":[[88,110,"DOWN SYNDROME"],[227,251,"DOWN SYNDROME"],[268,286,"DOWN SYNDROME"],[307,318,"DOWN SYNDROME"],[342,352,"DOWN SYNDROME"],[375,392,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["36. Hello, I've observed some concerning symptoms in my daughter. She's mentioned a few times that she's having difficulty hearing, pointing to hearing loss. Also, she seems to have breathing interruptions while asleep, indicating obstructive sleep apnea. I've also noticed her almond-shaped eyes that slant up and a small head. Additionally, she has a short neck and her tongue often protrudes. Could you provide some insights?\r",{"entities":[[112,157,"DOWN SYNDROME"],[182,218,"DOWN SYNDROME"],[231,255,"DOWN SYNDROME"],[278,296,"DOWN SYNDROME"],[317,328,"DOWN SYNDROME"],[353,363,"DOWN SYNDROME"],[372,395,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["37. Hello, I've observed some concerning symptoms in my daughter. She's mentioned a few times that she's having difficulty hearing, which makes me think of hearing loss. Additionally, she seems to have episodes where she stops breathing while asleep, resembling obstructive sleep apnea. I've also observed her almond-shaped eyes that slant up and her small head. She also has a short neck and her tongue frequently sticks out.\r",{"entities":[[112,130,"DOWN SYNDROME"],[156,169,"DOWN SYNDROME"],[202,249,"DOWN SYNDROME"],[262,286,"DOWN SYNDROME"],[310,328,"DOWN SYNDROME"],[347,362,"DOWN SYNDROME"],[378,388,"DOWN SYNDROME"],[397,425,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["38. Doctor, I been worried more about my child. Over weeks, I notice he struggle to hear clear, thinking is hearing loss. In night, seem like he has time when he not breathe, this mean obstructive sleep apnea maybe. I see his eyes like almond and slant up, and head small. He seem have neck short and I see tongue out often. Not sure what cause these, need guidance.\r",{"entities":[[72,94,"DOWN SYNDROME"],[108,121,"DOWN SYNDROME"],[185,208,"DOWN SYNDROME"],[226,255,"DOWN SYNDROME"],[261,272,"DOWN SYNDROME"],[286,296,"DOWN SYNDROME"],[307,324,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["39. I reach out cause my son's health not good. He complain often not hear right, maybe hearing loss. At nights, I notice he not breathe sometimes, maybe obstructive sleep apnea. He got eyes like almond that slant up and head is small. Also, he got neck that's short and tongue stick out lot. What we do?\r",{"entities":[[60,80,"DOWN SYNDROME"],[88,101,"DOWN SYNDROME"],[154,178,"DOWN SYNDROME"],[186,216,"DOWN SYNDROME"],[221,235,"DOWN SYNDROME"],[249,266,"DOWN SYNDROME"],[271,287,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["40. I reach cause son health issue. He complain he can't hear good, is hearing loss I think. In night, I see times he not breathe, think is obstructive sleep apnea. He got almond eyes that go up and head small. He also got neck short and I see his tongue out more. What we should do?\r",{"entities":[[71,83,"DOWN SYNDROME"],[118,129,"DOWN SYNDROME"],[140,164,"DOWN SYNDROME"],[172,183,"DOWN SYNDROME"],[199,210,"DOWN SYNDROME"],[223,233,"DOWN SYNDROME"],[248,264,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["41. Hi, I see symptoms in daughter that worry. She say few time she not hear well, I think hearing loss. She also maybe not breathe when sleep, mean obstructive sleep apnea. I notice her eyes like almond and go up and head seem small. She got neck that's short and tongue come out often. Can you tell more?\r",{"entities":[[68,81,"DOWN SYNDROME"],[91,104,"DOWN SYNDROME"],[120,142,"DOWN SYNDROME"],[149,173,"DOWN SYNDROME"],[187,213,"DOWN SYNDROME"],[218,234,"DOWN SYNDROME"],[243,260,"DOWN SYNDROME"],[265,287,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["42. Hi, I been see symptoms in daughter. She tell few times she can't hear right, so maybe hearing loss. She also seem stop breathe in sleep, so think obstructive sleep apnea. I also see her eyes almond and go up and her head is small. She also have neck short and tongue out much. What advise you give?\r",{"entities":[[91,104,"DOWN SYNDROME"],[119,140,"DOWN SYNDROME"],[151,175,"DOWN SYNDROME"],[187,212,"DOWN SYNDROME"],[221,235,"DOWN SYNDROME"],[250,260,"DOWN SYNDROME"],[265,275,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["43. Lately, I've observed some concerning signs in my child. She often mentions difficulty in hearing, indicating potential eye diseases. Moreover, her sleep is disrupted with episodes that hint at hearing loss. She's had a history of heart defects present at birth and has been showing signs of a flat profile of the face and nose when viewed sideways. We were also informed about a possible obstructive sleep apnea. Physically, she has been having ear infections, and her head seems smaller than usual. I've also observed unusually small head features and abnormalities in the colored part of her eyes. There's also noticeable spacing between her first and second toes. Can you advise on this?\r",{"entities":[[80,101,"DOWN SYNDROME"],[114,137,"DOWN SYNDROME"],[152,184,"DOWN SYNDROME"],[198,211,"DOWN SYNDROME"],[235,265,"DOWN SYNDROME"],[298,331,"DOWN SYNDROME"],[393,417,"DOWN SYNDROME"],[450,464,"DOWN SYNDROME"],[474,492,"DOWN SYNDROME"],[534,553,"DOWN SYNDROME"],[558,604,"DOWN SYNDROME"],[629,671,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["44. I'm reaching out because of my daughter's health. She's mentioned several times that she's struggling with her hearing, suggesting a flat profile of the face and nose when viewed sideways. I've also observed episodes during sleep that resemble ear infections. She's had multiple heart defects since birth and has pointed out issues that sound like spacing between her toes. I've been told she might have eye diseases. Physically, she exhibits signs of obstructive sleep apnea, and her head appears to be smaller than others. I've also noticed abnormalities in the colored part of her eyes. Could you help?\r",{"entities":[[95,122,"DOWN SYNDROME"],[137,170,"DOWN SYNDROME"],[212,263,"DOWN SYNDROME"],[283,308,"DOWN SYNDROME"],[352,377,"DOWN SYNDROME"],[408,421,"DOWN SYNDROME"],[456,479,"DOWN SYNDROME"],[489,515,"DOWN SYNDROME"],[547,593,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["45. I'm quite worried about my son. He's been complaining about not hearing things clearly, which makes me think he might have eye diseases. Also, during the night, he seems to have moments where he doesn't breathe, pointing to hearing loss. He's been having frequent obstructive sleep apnea episodes and has been indicating challenges that resemble an unusually small head. There's also a concern about a potential flat profile of his face and nose. On observation, I can see abnormalities in the colored part of his eyes, and his head appears to have a spacing between the first and second toes. He's also had heart defects since birth. I'm seeking your advice.\r",{"entities":[[64,90,"DOWN SYNDROME"],[127,140,"DOWN SYNDROME"],[199,214,"DOWN SYNDROME"],[228,241,"DOWN SYNDROME"],[268,291,"DOWN SYNDROME"],[363,374,"DOWN SYNDROME"],[416,450,"DOWN SYNDROME"],[477,522,"DOWN SYNDROME"],[555,597,"DOWN SYNDROME"],[612,638,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["46. My son has been showing multiple health concerns. He's frequently talked about challenges with hearing, suggesting eye diseases. At nights, I've observed what seems like obstructive sleep apnea. He's also been suffering from repeated ear infections and has been showing signs of abnormalities in the colored part of the eye. We were also alerted about potential heart defects he had at birth. On a physical note, he has a flat profile of the face and nose and his head looks unusually small. There's also clear spacing between his first and second toes. I'm seeking your guidance.\r",{"entities":[[83,106,"DOWN SYNDROME"],[119,132,"DOWN SYNDROME"],[174,198,"DOWN SYNDROME"],[238,252,"DOWN SYNDROME"],[283,328,"DOWN SYNDROME"],[366,379,"DOWN SYNDROME"],[426,459,"DOWN SYNDROME"],[468,495,"DOWN SYNDROME"],[515,557,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["47. Doctor, I've been so concerned about my child lately. He's been having difficulty hearing things, which makes me think of eye diseases. Additionally, I've noticed at night he sometimes seems to stop breathing, which sounds like obstructive sleep apnea. He's also been having recurring ear infections and has been complaining about abnormalities in the colored part of his eyes. Moreover, I'm worried about heart defects he had since birth, and physically, I see a flat profile of his face and nose. His head seems unusually small, and there's some spacing between his first and second toes that I've noticed. I'm not sure what's causing these, and I'd like some guidance.\r",{"entities":[[75,100,"DOWN SYNDROME"],[126,139,"DOWN SYNDROME"],[198,212,"DOWN SYNDROME"],[232,256,"DOWN SYNDROME"],[279,303,"DOWN SYNDROME"],[335,381,"DOWN SYNDROME"],[410,423,"DOWN SYNDROME"],[468,502,"DOWN SYNDROME"],[507,533,"DOWN SYNDROME"],[552,593,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["48. Heart defects present at birth,Flat profile of the face and nose when viewed sideways,Unusually small head\r",{"entities":[[0,34,"DOWN SYNDROME"],[35,68,"DOWN SYNDROME"],[100,110,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["49. Abnormalities in the colored part of the eye,Spacing between the first and second toes,Hearing loss,Obstructive sleep apnea\r",{"entities":[[4,48,"DOWN SYNDROME"],[49,90,"DOWN SYNDROME"],[91,103,"DOWN SYNDROME"],[104,127,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["50. I see Eye diseases, Small head, Almond-shaped eyes that slant up,Eye diseases.what is this disease?\r",{"entities":[[10,22,"DOWN SYNDROME"],[24,34,"DOWN SYNDROME"],[36,68,"DOWN SYNDROME"],[69,86,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["51. my daughter has been showing a few physical traits that I find unusual. She often keeps her tongue sticking out, even when she's not speaking or eating. Also, I've noticed that her ears are smaller compared to her peers. There's some excess skin at the back of her neck, which is quite pronounced. Her hands are broad, and the fingers appear short. Additionally, she has a distinct line across her palm, and I've observed white spots on the colored part of her eyes. Lastly, she seems to have a different muscle tone, and her joints appear looser than usual. I'm seeking guidance on these observations.\r",{"entities":[[96,115,"DOWN SYNDROME"],[185,201,"DOWN SYNDROME"],[238,273,"DOWN SYNDROME"],[306,321,"DOWN SYNDROME"],[331,352,"DOWN SYNDROME"],[377,406,"DOWN SYNDROME"],[426,470,"DOWN SYNDROME"],[499,520,"DOWN SYNDROME"],[530,550,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["52. I've been concerned about my son's physical appearance and behavior. He frequently has his tongue protruding, and his ears seem smaller than those of children his age. When I give him a bath, I've noticed some extra skin at the back of his neck. His hands are quite broad, with notably short fingers, and there's a single line across his palm. I've also observed white spots in the colored part of his eyes. Muscle-wise, he seems to have a lax tone, and his joints move more loosely. What could be causing these symptoms?\r",{"entities":[[95,112,"DOWN SYNDROME"],[122,139,"DOWN SYNDROME"],[214,249,"DOWN SYNDROME"],[254,275,"DOWN SYNDROME"],[290,303,"DOWN SYNDROME"],[319,347,"DOWN SYNDROME"],[367,411,"DOWN SYNDROME"],[412,452,"DOWN SYNDROME"],[462,487,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["53. I've observed some peculiarities in my child's physical features that have me puzzled. For one, she often has her tongue sticking out. Her ears are on the smaller side, and there's noticeable excess skin at the back of her neck. Her hands are broader than usual, with shorter fingers, and she has a pronounced line on her palm. Another thing I spotted are white spots on the iris of her eyes. She also seems to have a different muscle tone and rather flexible joints. I'd appreciate insights into these traits.\r",{"entities":[[118,138,"DOWN SYNDROME"],[143,171,"DOWN SYNDROME"],[196,232,"DOWN SYNDROME"],[237,254,"DOWN SYNDROME"],[272,287,"DOWN SYNDROME"],[314,331,"DOWN SYNDROME"],[360,383,"DOWN SYNDROME"],[422,443,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["54. My son has certain characteristics that stand out. His tongue often protrudes, and his ears are relatively small. The back of his neck has some additional skin. His hands are wide, with fingers that appear shorter than usual, and he has this clear line going across his palm. Recently, during a visit to the park, a friend pointed out white spots on the colored part of his eyes. Additionally, he doesn't seem to have the same muscle strength as other kids, and his joints are quite loose. Could you advise on this?\r",{"entities":[[59,81,"DOWN SYNDROME"],[91,117,"DOWN SYNDROME"],[122,164,"DOWN SYNDROME"],[169,183,"DOWN SYNDROME"],[190,217,"DOWN SYNDROME"],[246,279,"DOWN SYNDROME"],[339,383,"DOWN SYNDROME"],[470,493,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["55. I'm reaching out due to some physical traits my daughter displays. She tends to have her tongue out most of the time, and I've noticed her ears are tinier compared to her classmates. She also has extra skin on the back of her neck. Her hands have a unique shape, being broad with shorter fingers, and there's a distinct line on her palm. Another thing that caught my eye are some white spots on her iris. When it comes to her muscles, they feel softer, and her joints seem more flexible than they should be. I'm keen to understand the reasons behind these signs.\r",{"entities":[[93,120,"DOWN SYNDROME"],[143,158,"DOWN SYNDROME"],[200,235,"DOWN SYNDROME"],[267,299,"DOWN SYNDROME"],[315,341,"DOWN SYNDROME"],[384,408,"DOWN SYNDROME"],[430,455,"DOWN SYNDROME"],[465,490,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["56. daughter been showing few physical things I find strange. She often keep tongue sticking out, even not speaking or eating. Also, noticed her ears smaller than other kids. There's some skin extra at back her neck, which big. Her hands broad, fingers look short. Also, she got line across palm, and seen white spots on colored part eyes. Lastly, she seem have different muscle, and joints look more loose than normal. Wanting know about these observations.\r",{"entities":[[77,96,"DOWN SYNDROME"],[145,157,"DOWN SYNDROME"],[188,215,"DOWN SYNDROME"],[232,243,"DOWN SYNDROME"],[245,264,"DOWN SYNDROME"],[279,295,"DOWN SYNDROME"],[306,339,"DOWN SYNDROME"],[362,378,"DOWN SYNDROME"],[384,406,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["57. being worried about son physical look and way he act. He often got tongue out, and ears seem small than kids his age. When give him bath, noticed extra skin at neck back. His hands quite broad, fingers notably short, and there's single line on his palm. Also seen white spots in colored eyes part. Muscle-wise, he seem lax, and joints move more looser. What could cause these symptoms?\r",{"entities":[[71,81,"DOWN SYNDROME"],[87,102,"DOWN SYNDROME"],[150,174,"DOWN SYNDROME"],[179,196,"DOWN SYNDROME"],[198,219,"DOWN SYNDROME"],[233,257,"DOWN SYNDROME"],[268,301,"DOWN SYNDROME"],[332,356,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["58. Observed some odd things in child physical looks that confusing me. For one, she often got tongue out. Her ears on small side, and noticeable skin extra at neck back. Her hands broader usual, with fingers short, and she got line on palm. Another thing spotted white spots in eye colored part. She also seem different muscle and joints much flexible. Want insights these.\r",{"entities":[[95,106,"DOWN SYNDROME"],[111,129,"DOWN SYNDROME"],[146,170,"DOWN SYNDROME"],[175,188,"DOWN SYNDROME"],[201,214,"DOWN SYNDROME"],[228,241,"DOWN SYNDROME"],[264,296,"DOWN SYNDROME"],[311,327,"DOWN SYNDROME"],[332,353,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["59. Son got certain things stand out. His tongue often out, and ears bit small. Back of neck got some more skin. Hands wide, with fingers look shorter, and he got line go across palm. Recently, during park visit, friend pointed white spots on colored eyes part. Also, he don't seem same muscle strength other kids, joints quite loose. Need advice this?\r",{"entities":[[42,58,"DOWN SYNDROME"],[64,79,"DOWN SYNDROME"],[88,112,"DOWN SYNDROME"],[113,123,"DOWN SYNDROME"],[130,150,"DOWN SYNDROME"],[163,183,"DOWN SYNDROME"],[228,261,"DOWN SYNDROME"],[315,334,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["60. Reaching out cause physical things daughter show. She tends have tongue out lot, noticed ears tinier than class friends. Also got more skin on neck back. Hands got special shape, being broad shorter fingers, and clear line on palm. Thing caught eye some white spots on iris. When come muscles, they feel soft, and joints seem more bendy they should. Keen know reasons these signs.\r",{"entities":[[69,79,"DOWN SYNDROME"],[93,104,"DOWN SYNDROME"],[134,157,"DOWN SYNDROME"],[195,210,"DOWN SYNDROME"],[216,235,"DOWN SYNDROME"],[258,278,"DOWN SYNDROME"],[289,312,"DOWN SYNDROME"],[318,340,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["61. One day, as I was observing my daughter during playtime, I stumbled upon a few peculiarities. Her tongue frequently dangled out, not only when she was animated but also during her silent moments. Her tiny ears, in contrast to her playmates, caught my attention. As I adjusted her collar, I felt an additional fold of skin on her nape. Her palms, broad and adorned with a unique line, held toys with fingers seemingly shorter than usual. Her eyes, though sparkling, had mysterious white specks. And her muscles? They felt different, and her movements appeared unusually fluid.\r",{"entities":[[102,131,"DOWN SYNDROME"],[204,213,"DOWN SYNDROME"],[302,338,"DOWN SYNDROME"],[343,386,"DOWN SYNDROME"],[403,428,"DOWN SYNDROME"],[445,497,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["62. In the soft light of the room, my son's features began to stand out with stark clarity. His tongue, often protruding, seemed to have a mind of its own. The delicate curvature of his smaller ears was different from others. His neck, draped with an extra layer of skin, bore a distinctive look. His hands, though broad and robust, ended in fingers that were unmistakably shorter. A pronounced line ran across his palm, while his eyes, vibrant as they were, contained curious white flecks. Amid all this, his muscles exuded a peculiar laxity, and his joints displayed an uncommon flexibility.\r",{"entities":[[96,120,"DOWN SYNDROME"],[186,198,"DOWN SYNDROME"],[230,270,"DOWN SYNDROME"],[301,331,"DOWN SYNDROME"],[342,381,"DOWN SYNDROME"],[384,419,"DOWN SYNDROME"],[431,490,"DOWN SYNDROME"],[510,542,"DOWN SYNDROME"],[552,592,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["63. Upon a thorough observation of my child, several unique physical characteristics were identified. The tongue's habitual protrusion is consistent, regardless of activity. The ears, when compared to a standardized size, lean towards the smaller end of the spectrum. A distinct layer of skin can be palpated at the back of the neck. The hands, though expansive in width, showcase fingers that are relatively short. The palm bears a singular crease, and the eyes possess distinct white markings. Furthermore, a deviation in muscle tone and joint flexibility is evident.\r",{"entities":[[106,134,"DOWN SYNDROME"],[178,267,"DOWN SYNDROME"],[270,333,"DOWN SYNDROME"],[338,370,"DOWN SYNDROME"],[381,415,"DOWN SYNDROME"],[420,448,"DOWN SYNDROME"],[458,495,"DOWN SYNDROME"],[511,535,"DOWN SYNDROME"],[540,557,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["64. In moments of introspection, when I ponder over my son's distinct features, I can't help but wonder about their origins. Why does his tongue often find its way out, even when he's engrossed in thought? Why are his ears, compared to his peers, so quaintly small? While dressing him up, the extra skin on his neck always feels so pronounced. His hands, broad and unique, clutch onto mine, revealing fingers that seem just a tad too short. And then there's that singular line on his palm, much like a river's path. His eyes, though so expressive, hold those little white secrets. And every time he moves, his muscles and joints tell tales of their own.\r",{"entities":[[138,167,"DOWN SYNDROME"],[218,264,"DOWN SYNDROME"],[293,343,"DOWN SYNDROME"],[348,360,"DOWN SYNDROME"],[401,440,"DOWN SYNDROME"],[463,488,"DOWN SYNDROME"],[520,580,"DOWN SYNDROME"],[610,652,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["65. If one were to truly understand the uniqueness of my daughter's features, they'd need to observe closely. Take a moment and notice her tongue—it doesn't stay put like most. Now, glance at her ears; aren't they adorably small? If you touch the back of her neck, you'd feel an extra layer of skin, telling its own story. Don't miss out on her hands; they're broad but end in fingers that you'd wish were a bit longer. The line on her palm? It's like nature's signature. And those eyes, while they draw you in, have tiny white spots. But the true marvel lies in her muscles and joints, so unlike any other.\r",{"entities":[[139,165,"DOWN SYNDROME"],[196,228,"DOWN SYNDROME"],[259,298,"DOWN SYNDROME"],[345,365,"DOWN SYNDROME"],[424,440,"DOWN SYNDROME"],[517,534,"DOWN SYNDROME"],[548,585,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["66. I've been observing my son closely, and I'm a bit concerned. He seems to have decreased muscle tone, especially when I compare him to other kids his age. Additionally, his neck looks shorter, and there's a noticeable amount of extra skin at the back. When I look at his profile, his face and nose appear flat. And his head, it just seems smaller than usual. I hope you can provide some insights into these observations.\r",{"entities":[[82,103,"DOWN SYNDROME"],[176,194,"DOWN SYNDROME"],[231,254,"DOWN SYNDROME"],[287,313,"DOWN SYNDROME"],[322,349,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["67. Over the past few weeks, my daughter's physical features have been a source of concern for me. Her muscle tone feels different, almost poor in comparison to her siblings. Her neck is shorter, and there's some extra skin that's evident at the back of it. I've also noticed that her face, especially from a side view, has a flat profile. Her head is unusually small for her age. Could you advise on these traits?\r",{"entities":[[103,130,"DOWN SYNDROME"],[179,194,"DOWN SYNDROME"],[213,250,"DOWN SYNDROME"],[285,339,"DOWN SYNDROME"],[344,367,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["68. I'm seeking advice regarding some physical traits my child displays. For starters, his muscle tone seems decreased. The neck is distinctly short, and there's extra skin present at the back. When I was taking his pictures, his face and nose appeared flat when viewed sideways. His head size also seems smaller than his peers. I'm looking for guidance on what might be causing these symptoms.\r",{"entities":[[91,119,"DOWN SYNDROME"],[124,148,"DOWN SYNDROME"],[162,193,"DOWN SYNDROME"],[230,279,"DOWN SYNDROME"],[284,312,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["69. Lately, I've been noticing some unique characteristics in my daughter. She often sticks her tongue out, and her ears seem smaller in comparison to her classmates. There's a pronounced amount of skin at the back of her neck. Also, her hands are broader with fingers that appear shorter than usual. What's also concerning is her decreased muscle tone and the shortness of her neck. I'm keen on understanding these physical traits better.\r",{"entities":[[85,106,"DOWN SYNDROME"],[116,133,"DOWN SYNDROME"],[177,227,"DOWN SYNDROME"],[238,255,"DOWN SYNDROME"],[261,288,"DOWN SYNDROME"],[331,352,"DOWN SYNDROME"],[361,383,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["70. I've been observing my son and a few things have caught my attention. His muscle tone doesn't seem on par with other children, feeling a bit decreased. His neck is quite short, and I can feel some additional skin when I touch the back of it. Looking at him from the side, his facial profile, especially the nose, appears flatter. His head is not just small but unusually so. Also, his hands are quite broad, but the fingers are short. I'd appreciate any insights into these observations.\r",{"entities":[[78,129,"DOWN SYNDROME"],[160,179,"DOWN SYNDROME"],[201,238,"DOWN SYNDROME"],[276,333,"DOWN SYNDROME"],[338,378,"DOWN SYNDROME"],[389,410,"DOWN SYNDROME"],[420,438,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["71. been seeing my son and feeling worried. He seeming have decrease muscle tone, more when see other kids his age. Also, his neck look more short, and there extra skin lot at back. When look side, his face and nose looking flat. And head, it seem smaller than usual ones. Hope you give insights these observations.\r",{"entities":[[60,80,"DOWN SYNDROME"],[126,146,"DOWN SYNDROME"],[158,181,"DOWN SYNDROME"],[198,229,"DOWN SYNDROME"],[234,255,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["72. These weeks, daughter physical things making me think a lot. Her muscle tone feeling different, like poor than her siblings. Neck is more short, and extra skin there at back of it. Also, when took photos, face and nose looked flat from side. Head size looking more small for her age. You think advise these?\r",{"entities":[[69,98,"DOWN SYNDROME"],[129,147,"DOWN SYNDROME"],[153,177,"DOWN SYNDROME"],[209,234,"DOWN SYNDROME"],[246,274,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["73. Seeking some advice for child physical things. Starting, his muscle tone seem decreased. The neck looking very short, and skin extra at back. When was taking side pictures, his face and nose came flat. Head also smaller than friend kids. Looking for what cause these symptoms.\r",{"entities":[[65,92,"DOWN SYNDROME"],[97,120,"DOWN SYNDROME"],[126,145,"DOWN SYNDROME"],[177,205,"DOWN SYNDROME"],[206,223,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["74. Recently, seeing daughter and things catching eye. Often tongue out she does, and ears seeming small than class friends. Back neck having more skin. Hands look broad, but fingers looking shorter usual. What also worry is decrease muscle tone and neck being too short. Want know why these physical.\r",{"entities":[[55,71,"DOWN SYNDROME"],[86,104,"DOWN SYNDROME"],[125,152,"DOWN SYNDROME"],[153,169,"DOWN SYNDROME"],[175,198,"DOWN SYNDROME"],[225,245,"DOWN SYNDROME"],[250,271,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["75. Been watching son and some things catching attention. Muscle not same as children, feeling decreased. Neck too short, and can feel skin more at back. Looking side, face profile, nose specially, come flat. Head not just small but seeming unusually so. Also, hands broad, but fingers come short. Want know more these observations.\r",{"entities":[[58,105,"DOWN SYNDROME"],[106,120,"DOWN SYNDROME"],[126,153,"DOWN SYNDROME"],[168,208,"DOWN SYNDROME"],[209,254,"DOWN SYNDROME"],[261,272,"DOWN SYNDROME"],[278,297,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["76. I've been noticing some peculiar behaviors in my son. He often seems distracted and has trouble focusing on tasks, which is concerning. Additionally, he's mentioned a few times that he's having difficulty hearing. At night, I've observed episodes where he seems to stop breathing for brief moments. He's also had a few ear infections lately. His hand has a distinct line across the palm, and I've observed white spots in the colored part of his eyes. Physically, he seems to have a different muscle tone and rather flexible joints. I'm looking for insights on these signs\r",{"entities":[[92,117,"DOWN SYNDROME"],[198,217,"DOWN SYNDROME"],[269,302,"DOWN SYNDROME"],[323,337,"DOWN SYNDROME"],[350,390,"DOWN SYNDROME"],[410,454,"DOWN SYNDROME"],[486,507,"DOWN SYNDROME"],[519,535,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["77. I'm reaching out due to some observations about my daughter. She often struggles to sit still and is easily distracted, which isn't like her. She's also been complaining about not hearing well. I've been worried about her sleep because there are moments she appears to stop breathing. Her recent complaints about her eyes and a couple of heart concerns during her recent check-up have added to my worries. There's also a pronounced line on her palm and she seems shorter than her peers. Her feet look a bit unusual in shape as well.\r",{"entities":[[75,97,"DOWN SYNDROME"],[105,122,"DOWN SYNDROME"],[180,197,"DOWN SYNDROME"],[273,288,"DOWN SYNDROME"],[300,325,"DOWN SYNDROME"],[332,356,"DOWN SYNDROME"],[425,452,"DOWN SYNDROME"],[467,490,"DOWN SYNDROME"],[495,518,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["78.  I've been concerned about my child's health and behavior. He shows signs of inattention and hyperactivity, which is unlike him. He's also been having hearing issues and has had a couple of ear infections in the past few months. Sometimes, during sleep, he seems to have moments of paused breathing. I've noticed a unique line on his palm and white spots in his eyes. His muscle tone feels softer, and he's a bit shorter than his classmates. The shape of his feet also stands out. I'm keen to understand what might be causing these symptoms.\r",{"entities":[[81,92,"DOWN SYNDROME"],[97,110,"DOWN SYNDROME"],[155,169,"DOWN SYNDROME"],[194,208,"DOWN SYNDROME"],[275,303,"DOWN SYNDROME"],[319,342,"DOWN SYNDROME"],[347,371,"DOWN SYNDROME"],[376,400,"DOWN SYNDROME"],[417,424,"DOWN SYNDROME"],[450,484,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["79. My daughter has been exhibiting some traits that I find troubling. She's often restless and finds it hard to concentrate on tasks. Her hearing seems compromised, and she's been to the doctor multiple times for ear problems. Her sleep is disrupted, with moments where she appears not to breathe. I've also been concerned about her vision, and she has this clear line on her palm. Her posture and muscle tone are different, and she's not as tall as her friends. Also, her feet have a distinct shape. I'd appreciate any insights into these observations.\r",{"entities":[[105,134,"DOWN SYNDROME"],[139,164,"DOWN SYNDROME"],[214,227,"DOWN SYNDROME"],[232,250,"DOWN SYNDROME"],[283,298,"DOWN SYNDROME"],[359,382,"DOWN SYNDROME"],[399,424,"DOWN SYNDROME"],[436,447,"DOWN SYNDROME"],[474,501,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["80. I'm seeking guidance regarding my son's health. He's often lost in his world and displays bouts of hyperactivity. He's mentioned hearing problems, and we've treated a few ear infections lately. His sleep patterns are erratic, and I've observed instances where his breathing pauses. There are white specks in his eyes and a single line across his palm. He seems to have a lax muscle tone, is shorter in stature, and his feet are shaped differently than most kids. I'm hoping to get some clarity on these signs.\r",{"entities":[[103,117,"DOWN SYNDROME"],[133,149,"DOWN SYNDROME"],[175,189,"DOWN SYNDROME"],[268,285,"DOWN SYNDROME"],[296,320,"DOWN SYNDROME"],[327,355,"DOWN SYNDROME"],[375,390,"DOWN SYNDROME"],[395,413,"DOWN SYNDROME"],[423,450,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["81. I been noticing son acting bit strange. He often seeming distracted and trouble focusing, which worry me. He also saying he not hear good. Night times, I seen him stop breathing few times. He also had ear infections few times lately. His hand got line across, and white spots in eyes part seen. He having different muscle feel and joints more loose. Want know about these signs.\r",{"entities":[[76,92,"DOWN SYNDROME"],[128,142,"DOWN SYNDROME"],[167,192,"DOWN SYNDROME"],[205,219,"DOWN SYNDROME"],[242,262,"DOWN SYNDROME"],[268,292,"DOWN SYNDROME"],[309,330,"DOWN SYNDROME"],[335,353,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["82. Reaching out cause daughter things. She often not sitting still and easy distracted, not like before. She also been saying not hearing well. Worried her sleep, moments she not breathing. Recent her eyes issues and heart things last check-up made more worry. Also, line on palm there and she shorter than friends. Feet look different too. Needing advice these.\r",{"entities":[[50,67,"DOWN SYNDROME"],[72,87,"DOWN SYNDROME"],[127,144,"DOWN SYNDROME"],[176,190,"DOWN SYNDROME"],[202,213,"DOWN SYNDROME"],[218,230,"DOWN SYNDROME"],[268,280,"DOWN SYNDROME"],[295,302,"DOWN SYNDROME"],[317,336,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["83. Lately, worry about child health and way act. He show not paying attention and too much active, not usual him. He also having hear issues and few ear infections past months. Sleep times, moments he not breathing seen. Noticed line on palm and white spots in eyes. Muscle feeling soft and he bit short than class kids. Feet shape different. Want understand these symptoms.\r",{"entities":[[58,78,"DOWN SYNDROME"],[130,141,"DOWN SYNDROME"],[150,164,"DOWN SYNDROME"],[191,215,"DOWN SYNDROME"],[230,242,"DOWN SYNDROME"],[247,267,"DOWN SYNDROME"],[268,287,"DOWN SYNDROME"],[295,321,"DOWN SYNDROME"],[322,343,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["84. Daughter been showing things troubling me. Often she restless and hard concentrate things. Hear seem not right, and gone doctor many times cause ear problems. Sleep not good, moments she not breathe seen. Been worry her see, and clear line on palm there. She stand and muscle different, not tall like friends. Also, feet shape stand out. Wanting insights these things.\r",{"entities":[[70,86,"DOWN SYNDROME"],[95,114,"DOWN SYNDROME"],[149,162,"DOWN SYNDROME"],[191,202,"DOWN SYNDROME"],[233,251,"DOWN SYNDROME"],[273,289,"DOWN SYNDROME"],[291,299,"DOWN SYNDROME"],[320,341,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["85. Seeking help son health. He often in his world and show too much active. Said hear problems and treated ear problems many times. Sleep not regular, seen times his breathe stop. White dots in eyes and line across palm seen. Seem muscle loose, shorter stature, and feet different most kids. Hoping get clarity these signs.\r",{"entities":[[82,95,"DOWN SYNDROME"],[108,120,"DOWN SYNDROME"],[133,150,"DOWN SYNDROME"],[167,180,"DOWN SYNDROME"],[181,199,"DOWN SYNDROME"],[204,220,"DOWN SYNDROME"],[232,244,"DOWN SYNDROME"],[246,261,"DOWN SYNDROME"],[267,281,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["86. I've been observing my daughter lately, and there are a few things that concern me. She often has her tongue sticking out, even when she's not speaking. I've also noticed that her ears seem a bit smaller than those of her peers. Additionally, there's a pronounced amount of skin at the back of her neck. Her hands are broad, but her fingers appear shorter. When looking into her eyes, I've seen some irregularities in the colored part. I've also observed a noticeable gap between her first and second toes. I hope you can provide some insights.\r",{"entities":[[106,125,"DOWN SYNDROME"],[184,207,"DOWN SYNDROME"],[257,307,"DOWN SYNDROME"],[312,327,"DOWN SYNDROME"],[337,360,"DOWN SYNDROME"],[383,439,"DOWN SYNDROME"],[472,510,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["87. I've noticed some unique characteristics in my son. His tongue frequently protrudes, and his ears are quite petite compared to other kids his age. There's also an evident amount of extra skin on the back of his neck. His hands are wide with fingers that seem shorter. Moreover, there are peculiarities in the colored portion of his eyes. Another observation is the spacing between his toes, particularly the first and second\r",{"entities":[[60,87,"DOWN SYNDROME"],[97,118,"DOWN SYNDROME"],[167,220,"DOWN SYNDROME"],[225,239,"DOWN SYNDROME"],[245,271,"DOWN SYNDROME"],[292,341,"DOWN SYNDROME"],[369,428,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["88. She often has her tongue out, and I've observed that her ears are smaller than usual. The back of her neck seems to have some additional skin. Her hands, while broad, end in fingers that seem unusually short. There are also some inconsistencies in the colored part of her eyes. Not to mention, there's a distinct spacing between her first two toes\r",{"entities":[[22,32,"DOWN SYNDROME"],[61,77,"DOWN SYNDROME"],[94,146,"DOWN SYNDROME"],[151,169,"DOWN SYNDROME"],[178,212,"DOWN SYNDROME"],[233,281,"DOWN SYNDROME"],[317,351,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["89. there have been certain physical features of my son that caught my attention. He has a habit of letting his tongue protrude. His ears, in comparison to his friends, are noticeably smaller. I've also felt extra skin when touching the back of his neck. His hands are distinctively broad, with fingers that appear shorter. I've also spotted some abnormalities in the iris of his eyes. Furthermore, the space between his first and second toes is quite pronounced. I'd appreciate any guidance on these matters.\r",{"entities":[[112,128,"DOWN SYNDROME"],[133,192,"DOWN SYNDROME"],[208,254,"DOWN SYNDROME"],[259,288,"DOWN SYNDROME"],[295,323,"DOWN SYNDROME"],[347,372,"DOWN SYNDROME"],[403,442,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["90. I've been growing increasingly concerned about some of the physical traits my daughter exhibits. Her tongue often sticks out, and her ears are tinier than those of her classmates. I've also noticed some excess skin at the back of her neck. When I hold her hand, I can't help but notice its broadness and the shortness of her fingers. Her eyes also have some distinct markings in the colored section. And there's a clear gap between her two initial toes. I'm hoping to get clarity on these observations\r",{"entities":[[105,128,"DOWN SYNDROME"],[138,153,"DOWN SYNDROME"],[207,243,"DOWN SYNDROME"],[294,303,"DOWN SYNDROME"],[312,337,"DOWN SYNDROME"],[342,403,"DOWN SYNDROME"],[424,457,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["91. been seeing daughter and few things worry me. Often tongue sticking out, not when talking. Noticed ears smaller than other kids. Also, skin lot at neck back. Hands broad, fingers seem short. Looking eyes, seen things in colored part. Also, space between first and second toes big. Hope you give insights these\r",{"entities":[[56,75,"DOWN SYNDROME"],[103,115,"DOWN SYNDROME"],[139,161,"DOWN SYNDROME"],[162,173,"DOWN SYNDROME"],[175,194,"DOWN SYNDROME"],[203,237,"DOWN SYNDROME"],[244,279,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["92. Recently, son showing unique things. His tongue often out, and ears looking bit small for age. Neck back having extra skin lot. Hands wide but fingers looking shorter. Also, colored part eyes got irregularities. And space between toes, especially first and second, noticeable\r",{"entities":[[45,61,"DOWN SYNDROME"],[67,89,"DOWN SYNDROME"],[99,126,"DOWN SYNDROME"],[132,142,"DOWN SYNDROME"],[147,171,"DOWN SYNDROME"],[178,215,"DOWN SYNDROME"],[220,238,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["93. Reaching out cause child physical things. She often got tongue out, and ears seem smaller usual. Back neck having more skin. Hands broad, but fingers looking too short. In eyes, inconsistencies in colored portion there. Also, spacing between first two toes big. Wanting know causes these.\r",{"entities":[[60,70,"DOWN SYNDROME"],[76,93,"DOWN SYNDROME"],[101,128,"DOWN SYNDROME"],[129,140,"DOWN SYNDROME"],[146,172,"DOWN SYNDROME"],[176,216,"DOWN SYNDROME"],[230,260,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["94. Past months, son physical things catching eye. Habit of tongue out he has. Ears, comparing friends, noticeably small. Felt skin extra when touch neck back. Hands distinct broad, fingers appear short. Eyes also having some spots in colored part. And space between first, second toes pronounced. Guidance on these needing.\r",{"entities":[[60,70,"DOWN SYNDROME"],[79,121,"DOWN SYNDROME"],[127,159,"DOWN SYNDROME"],[160,180,"DOWN SYNDROME"],[182,203,"DOWN SYNDROME"],[204,248,"DOWN SYNDROME"],[253,297,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["95. Growing concerns about daughter physical things. Tongue often out, and ears tinier class friends. Noticed skin extra at neck back. Holding hand, feel broadness and fingers shortness. Eyes got markings in colored part. Clear gap between initial two toes there.\r",{"entities":[[53,69,"DOWN SYNDROME"],[75,86,"DOWN SYNDROME"],[110,134,"DOWN SYNDROME"],[143,163,"DOWN SYNDROME"],[168,186,"DOWN SYNDROME"],[187,221,"DOWN SYNDROME"],[228,256,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["96. Impulsivity,Poor judgment and naive trust in strangers,Stubbornness or tantrums,Depression,Anxiety\r",{"entities":[[4,15,"DOWN SYNDROME"],[16,58,"DOWN SYNDROME"],[59,71,"DOWN SYNDROME"],[75,83,"DOWN SYNDROME"],[84,94,"DOWN SYNDROME"],[95,102,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["97. Obstructive sleep apnea, which is a condition where the person’s breathing temporarily stops while asleep,Ear infections,Eye diseases,Heart defects present at birth\r",{"entities":[[4,27,"DOWN SYNDROME"],[69,109,"DOWN SYNDROME"],[110,124,"DOWN SYNDROME"],[125,137,"DOWN SYNDROME"],[138,168,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["98. Small head,Short neck,Protruding tongue\r",{"entities":[[4,14,"DOWN SYNDROME"],[15,25,"DOWN SYNDROME"],[26,43,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["99. I've been closely observing my child over the past few months, and a few physical characteristics have stood out to me that I find a bit concerning. Firstly, his head seems smaller in comparison to other kids his age. I've also noticed that his neck appears shorter than usual. Additionally, he frequently has his tongue sticking out, even when he isn't speaking or eating. I'm unsure if these observations are related or if they're indicative of any underlying condition, but I'd really appreciate some guidance on this.\r",{"entities":[[166,184,"DOWN SYNDROME"],[249,269,"DOWN SYNDROME"],[318,337,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["100. I been watching my child past months, and few things standing out me that I finding bit concern. First, his head looking more smaller compared other kids same age. Also, noticed neck seem more short usual. And, he often having tongue out, not only when talking or eating. Not sure these things related or showing any condition underneath, but really wanting some guidance on this\r",{"entities":[[113,138,"DOWN SYNDROME"],[183,203,"DOWN SYNDROME"],[232,242,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["101. Lately, I've been observing certain unique features in my son. His face seems a bit flattened, especially around the bridge of the nose. His eyes have an almond shape and they slant upwards. I've also noticed his head seems smaller than his peers, and his neck is noticeably shorter. On top of that, he often sticks out his tongue, and his ears are quite petite. I'm just hoping to understand if these are normal variations or if I should be concerned.\r",{"entities":[[72,98,"DOWN SYNDROME"],[146,195,"DOWN SYNDROME"],[218,236,"DOWN SYNDROME"],[261,288,"DOWN SYNDROME"],[314,335,"DOWN SYNDROME"],[345,367,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["102. I've been growing increasingly concerned about my daughter's physical appearance and health. Her face, for one, appears flatter than other children, particularly around the nose area. Her eyes have a distinctive almond shape and they tilt upwards. Additionally, her head size seems a bit on the smaller side, and she has a rather short neck. Often, I observe her tongue protruding out. The back of her neck has some extra skin, and her hands, while broad, have shorter fingers. I've also spotted a unique line across her palm and white spots in the colored part of her eyes. Her muscles feel a bit lax, and she's not as tall as her friends. Her feet also have a different shape. I'd appreciate any guidance on these observations.\r",{"entities":[[102,132,"DOWN SYNDROME"],[193,252,"DOWN SYNDROME"],[271,307,"DOWN SYNDROME"],[335,346,"DOWN SYNDROME"],[368,390,"DOWN SYNDROME"],[395,431,"DOWN SYNDROME"],[441,459,"DOWN SYNDROME"],[466,482,"DOWN SYNDROME"],[503,530,"DOWN SYNDROME"],[535,579,"DOWN SYNDROME"],[584,606,"DOWN SYNDROME"],[618,629,"DOWN SYNDROME"],[650,683,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["103. I'm reaching out due to some observations about my child's physical traits. His facial profile seems flatter, especially around his nose. His eyes, while beautiful, have this almond shape and they seem to slant up. His head, in comparison to other kids, appears smaller, and his neck is quite short. It's not uncommon for him to have his tongue sticking out, and his ears are smaller than usual. There's also some noticeable skin at the back of his neck. His hands are a bit broad, and the fingers are short. There's a distinct line on his palm, and I've observed white specks in his eyes. His stature is a bit shorter, and his feet are shaped differently. Could you provide some insights?\r",{"entities":[[85,113,"DOWN SYNDROME"],[180,219,"DOWN SYNDROME"],[224,274,"DOWN SYNDROME"],[280,304,"DOWN SYNDROME"],[343,362,"DOWN SYNDROME"],[372,388,"DOWN SYNDROME"],[419,459,"DOWN SYNDROME"],[464,485,"DOWN SYNDROME"],[495,513,"DOWN SYNDROME"],[524,549,"DOWN SYNDROME"],[569,594,"DOWN SYNDROME"],[599,623,"DOWN SYNDROME"],[633,661,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["104. Over the past few months, I've been noting some peculiarities in my daughter's physical characteristics. For starters, her face has a flatter appearance, especially near the nose bridge. Her eyes have an upward slant and are shaped like almonds. The size of her head seems smaller, and she has a pronounced short neck. Also, she often has her tongue out, and her ears are tinier than those of her friends. The back of her neck has extra skin. Her hands, while broad, end in fingers that seem just a tad too short. A pronounced line runs across her palm, and her eyes contain curious white flecks. Her muscles exude a peculiar laxity, and she's a bit shorter than her peers. The shape of her feet also stands out. I'm keen on understanding these physical traits better.\r",{"entities":[[128,157,"DOWN SYNDROME"],[201,250,"DOWN SYNDROME"],[267,285,"DOWN SYNDROME"],[312,323,"DOWN SYNDROME"],[348,358,"DOWN SYNDROME"],[368,383,"DOWN SYNDROME"],[415,447,"DOWN SYNDROME"],[452,470,"DOWN SYNDROME"],[479,518,"DOWN SYNDROME"],[532,557,"DOWN SYNDROME"],[567,601,"DOWN SYNDROME"],[606,637,"DOWN SYNDROME"],[651,662,"DOWN SYNDROME"],[683,717,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["105. I've been observing my son and a few things have caught my attention. His face, especially around the nose, seems flatter than his classmates. His eyes are uniquely almond-shaped and they slant upwards. His head is not just small but unusually so. Additionally, his neck appears short, and his tongue is often protruding. His ears, too, are smaller in size. I've also felt an additional fold of skin on his nape. His hands are broad, and his fingers seem shorter. There's also a clear line across his palm. Upon close observation, I noticed white dots in his eyes. His muscle tone seems different, and he's not as tall as his age group. Moreover, his feet have a unique shape. I'd like to know if these are just individual variations or something I should delve deeper into.\r",{"entities":[[79,126,"DOWN SYNDROME"],[152,207,"DOWN SYNDROME"],[212,252,"DOWN SYNDROME"],[271,289,"DOWN SYNDROME"],[299,326,"DOWN SYNDROME"],[331,353,"DOWN SYNDROME"],[381,417,"DOWN SYNDROME"],[422,437,"DOWN SYNDROME"],[447,468,"DOWN SYNDROME"],[484,511,"DOWN SYNDROME"],[546,569,"DOWN SYNDROME"],[574,601,"DOWN SYNDROME"],[612,623,"DOWN SYNDROME"],[656,681,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["106. My daughter has some physical characteristics that have me a bit puzzled. When I look at her face, it seems more flattened than usual, especially around her nose's bridge. Her eyes are shaped distinctively like almonds and have a slight upward tilt. The size of her head is somewhat smaller compared to her friends, and her neck is unusually short. It's also common for her to have her tongue out even when she's not speaking. I've noted her ears are on the smaller side, and she has this additional skin fold at the back of her neck. Her hands are wider, with shorter fingers, and there's this pronounced line on her palm. Upon closer inspection, there are white spots in her eyes. She's also a tad shorter, and her feet have a peculiar shape. I hope to understand if these are typical developmental variations.\r",{"entities":[[98,127,"DOWN SYNDROME"],[181,248,"DOWN SYNDROME"],[271,295,"DOWN SYNDROME"],[329,353,"DOWN SYNDROME"],[391,401,"DOWN SYNDROME"],[447,475,"DOWN SYNDROME"],[494,539,"DOWN SYNDROME"],[544,559,"DOWN SYNDROME"],[566,581,"DOWN SYNDROME"],[611,628,"DOWN SYNDROME"],[663,687,"DOWN SYNDROME"],[701,712,"DOWN SYNDROME"],[722,749,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["107. I've been observing my son's physical features, and I have a few concerns. His face, particularly around the nose, appears to be flatter. His eyes, while lovely, have this almond shape with an upward slant. His head seems tinier, and his neck appears short. Frequently, I see him with his tongue protruding. His ears are also smaller than I'd expect for his age. There's a noticeable amount of skin at the back of his neck. His hands are broad, but the fingers look shorter. A unique line spans his palm, and there are white flecks in the colored part of his eyes. He seems to have softer muscle tone and is somewhat shorter in stature. Also, his feet seem to be shaped a bit differently. I'm eager to get some guidance on these matters.\r",{"entities":[[84,142,"DOWN SYNDROME"],[147,211,"DOWN SYNDROME"],[216,233,"DOWN SYNDROME"],[243,262,"DOWN SYNDROME"],[294,312,"DOWN SYNDROME"],[317,338,"DOWN SYNDROME"],[378,428,"DOWN SYNDROME"],[433,448,"DOWN SYNDROME"],[458,479,"DOWN SYNDROME"],[482,508,"DOWN SYNDROME"],[524,569,"DOWN SYNDROME"],[587,605,"DOWN SYNDROME"],[622,641,"DOWN SYNDROME"],[652,693,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["108. I'm seeking advice about some unique traits I've noticed in my child. For one, her face seems to have a flattened contour, especially the nose area. She has these almond-shaped eyes that tilt upwards. The dimensions of her head appear smaller, and her neck is pretty short. I often spot her tongue sticking out, and her ears are not as big as others her age. The back of her neck has extra skin, which I find unusual. Her hands are quite broad, yet her fingers are short. There's a distinct crease on her palm, and I've observed white marks in her eyes. Additionally, she seems to lack muscle firmness and is of shorter height. The shape of her feet is also atypical. I'm looking for some insights into these characteristics.\r",{"entities":[[88,126,"DOWN SYNDROME"],[168,205,"DOWN SYNDROME"],[228,247,"DOWN SYNDROME"],[257,278,"DOWN SYNDROME"],[296,315,"DOWN SYNDROME"],[325,344,"DOWN SYNDROME"],[368,399,"DOWN SYNDROME"],[427,448,"DOWN SYNDROME"],[458,476,"DOWN SYNDROME"],[487,514,"DOWN SYNDROME"],[534,558,"DOWN SYNDROME"],[586,606,"DOWN SYNDROME"],[617,632,"DOWN SYNDROME"],[637,672,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["109. My child has been displaying some physical features that I find a tad unusual. His face, especially near the nose, appears more flattened than his peers. He has these unique almond-like eyes that seem to slant up. The size of his head is on the smaller side, and his neck is notably short. It's frequent for him to have his tongue out, even in regular conversations. His ears are also petite. I've felt extra skin when I touch the back of his neck. His hands are on the broader side with fingers that seem a bit too short. There's also this line on his palm that stands out. I've even noticed white spots in the iris of his eyes. His muscle tone isn't as firm as I'd expect, and he doesn't stand as tall as his classmates. Lastly, his feet are shaped somewhat differently. I'm reaching out to understand if these are just individual quirks or if there's something more I should be aware of.\r",{"entities":[[88,142,"DOWN SYNDROME"],[179,218,"DOWN SYNDROME"],[235,257,"DOWN SYNDROME"],[268,294,"DOWN SYNDROME"],[329,339,"DOWN SYNDROME"],[376,397,"DOWN SYNDROME"],[408,453,"DOWN SYNDROME"],[458,482,"DOWN SYNDROME"],[493,527,"DOWN SYNDROME"],[546,562,"DOWN SYNDROME"],[598,621,"DOWN SYNDROME"],[639,664,"DOWN SYNDROME"],[687,708,"DOWN SYNDROME"],[740,777,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["110. Concerning my daughter, there are certain physical aspects that have caught my attention over the past year. Her face seems to have a slightly flattened appearance, notably around the bridge of the nose. The shape of her eyes is reminiscent of almonds, and they seem to have a unique upward tilt. The proportion of her head is a bit smaller, and her neck is rather short in comparison to her body. I've observed her tongue tends to protrude quite often, and her ears are smaller than those of her friends. The skin at the back of her neck feels more abundant. Her hands, while seeming broad, end with fingers that appear a tad shorter. She also has a single, prominent crease across her palm and distinct white spots in her eyes. She's also not as tall as her peers, and her feet have an uncommon shape. I hope to get clarity on whether these observations are normal or if they indicate any underlying concerns.\r",{"entities":[[118,168,"DOWN SYNDROME"],[226,301,"DOWN SYNDROME"],[324,345,"DOWN SYNDROME"],[355,375,"DOWN SYNDROME"],[421,445,"DOWN SYNDROME"],[467,483,"DOWN SYNDROME"],[515,564,"DOWN SYNDROME"],[569,595,"DOWN SYNDROME"],[606,640,"DOWN SYNDROME"],[656,696,"DOWN SYNDROME"],[701,734,"DOWN SYNDROME"],[746,757,"DOWN SYNDROME"],[780,808,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["111. I've recently noticed some unusual characteristics in my youngster. His face appears flattened, particularly around the bridge of his nose. His eyes are almond-shaped and slant upwards. His head is smaller than his contemporaries, and his neck is notably shorter. Furthermore, he frequently puts out his tongue, and his ears are rather little. I'm simply curious whether these are typical variances or if I should be concerned.\r",{"entities":[[77,99,"DOWN SYNDROME"],[149,190,"DOWN SYNDROME"],[195,210,"DOWN SYNDROME"],[244,268,"DOWN SYNDROME"],[296,315,"DOWN SYNDROME"],[325,348,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["112. My daughter's physical look and health have been causing me great anxiety. Her face, for example, seems flatter than that of other youngsters, especially around the nose. Her eyes are shaped like an almond and slant upwards. Her head size appears to be on the tiny side, and she has a pretty short neck. I frequently see her tongue protruding. Her neck has some additional flesh on it, and her hands, while large, have shorter fingers. In addition, I've seen a distinct line across her palm and white specks in the colored region of her eyes. Her muscles are a little achy, and she isn't as tall as her friends. Her feet are likewise unusually shaped. I would welcome any advice on these.\r",{"entities":[[84,116,"DOWN SYNDROME"],[180,229,"DOWN SYNDROME"],[234,269,"DOWN SYNDROME"],[297,308,"DOWN SYNDROME"],[330,348,"DOWN SYNDROME"],[353,389,"DOWN SYNDROME"],[399,417,"DOWN SYNDROME"],[424,440,"DOWN SYNDROME"],[466,495,"DOWN SYNDROME"],[500,547,"DOWN SYNDROME"],[552,577,"DOWN SYNDROME"],[587,600,"DOWN SYNDROME"],[621,656,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["113. I'm writing to express my concern regarding several physical characteristics of my child. His facial profile appears to be flatter, particularly around his nose. His eyes, while lovely, have an almond shape and appear to slant up. In compared to other children, his head seems smaller, and his neck is rather short. His tongue frequently protrudes from his mouth, and his ears are smaller than typical. There's also some skin on the back of his neck. His hands are wide and his fingers are short. His palm has a definite line, and I've noticed white flecks in his eyes. His stature is a little shorter, and his feet are unusually formed. Could you share your thoughts?\r",{"entities":[[99,135,"DOWN SYNDROME"],[171,235,"DOWN SYNDROME"],[271,289,"DOWN SYNDROME"],[299,320,"DOWN SYNDROME"],[325,352,"DOWN SYNDROME"],[377,393,"DOWN SYNDROME"],[421,455,"DOWN SYNDROME"],[460,474,"DOWN SYNDROME"],[483,501,"DOWN SYNDROME"],[506,530,"DOWN SYNDROME"],[549,574,"DOWN SYNDROME"],[579,606,"DOWN SYNDROME"],[616,642,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["114. I've noticed several oddities in my daughter's physical traits during the last six months. For starters, her face seems flatter, particularly at the nasal bridge. Her eyes are almond-shaped with an upward slant. Her head appears smaller, and she has a distinct short neck. She also frequently sticks her tongue out, and her ears are smaller than those of her peers. Her neck has additional skin on the back. Her hands are large, but her fingers are a little too short. Her palm has a distinct line, and her eyes have odd white specks. Her muscles are unusually slack, and she is a little shorter than her colleagues. Her foot structure\r",{"entities":[[110,132,"DOWN SYNDROME"],[172,216,"DOWN SYNDROME"],[221,241,"DOWN SYNDROME"],[266,277,"DOWN SYNDROME"],[298,319,"DOWN SYNDROME"],[329,345,"DOWN SYNDROME"],[375,412,"DOWN SYNDROME"],[417,432,"DOWN SYNDROME"],[442,473,"DOWN SYNDROME"],[478,502,"DOWN SYNDROME"],[512,539,"DOWN SYNDROME"],[544,571,"DOWN SYNDROME"],[586,600,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["115. I've been watching my son, and a few things have piqued my interest. His face, particularly around the nose, appears flatter than that of his classmates. His eyes are distinctively almond-shaped and slant upwards. His head is not only tiny, but also exceptionally small. His neck seems small, and his tongue protrudes frequently. His ears are also smaller in size. I've also seen an extra fold of skin on his neck. His hands are large, and his fingers appear to be shorter. There is also a distinct line across his palm. I observed white specks in his eyes after paying great attention. His muscular tone appears different, and he is shorter than his age group. Furthermore, his feet have a distinct form. I'm curious whether these exist.\r",{"entities":[[78,129,"DOWN SYNDROME"],[163,218,"DOWN SYNDROME"],[223,275,"DOWN SYNDROME"],[280,296,"DOWN SYNDROME"],[306,322,"DOWN SYNDROME"],[339,360,"DOWN SYNDROME"],[388,419,"DOWN SYNDROME"],[424,439,"DOWN SYNDROME"],[445,478,"DOWN SYNDROME"],[495,525,"DOWN SYNDROME"],[537,561,"DOWN SYNDROME"],[596,627,"DOWN SYNDROME"],[639,646,"DOWN SYNDROME"],[684,710,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["116. My daughter has several physical traits that perplex me. When I look at her face, it appears flatter than normal, especially around the bridge of her nose. Her eyes are shaped like almonds and have a little upward slant. Her head is somewhat smaller than her peers', and her neck is extremely short. Even when she isn't speaking, she frequently sticks out her tongue. Her ears are on the tiny side, and she has an extra skin fold at the back of her neck. Her hands are broader, with shorter fingers, and her palm has a distinct line. Her eyes have white specks on closer scrutiny\r",{"entities":[[81,105,"DOWN SYNDROME"],[165,225,"DOWN SYNDROME"],[230,254,"DOWN SYNDROME"],[280,304,"DOWN SYNDROME"],[350,372,"DOWN SYNDROME"],[377,402,"DOWN SYNDROME"],[419,459,"DOWN SYNDROME"],[464,481,"DOWN SYNDROME"],[488,503,"DOWN SYNDROME"],[513,538,"DOWN SYNDROME"],[543,565,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["117. I've been examining my son's physical characteristics and have a few reservations. His face looks to be flatter, especially around the nose. While his eyes are gorgeous, they have an almond shape with an upward slant. His head seems smaller, and his neck appears shorter. I often notice him with his tongue protruding. His ears are also smaller than I would have expected for his age. The back of his neck has a substantial quantity of skin. His hands are large, yet his fingers appear to be shorter. A distinct line runs across his palm, and white specks can be seen in the pigmented region of his eyes. He appears to have weaker muscular tone and is smaller in size. Also, his feet appear to be fashioned differently.\r",{"entities":[[92,116,"DOWN SYNDROME"],[156,222,"DOWN SYNDROME"],[227,245,"DOWN SYNDROME"],[255,276,"DOWN SYNDROME"],[305,323,"DOWN SYNDROME"],[328,349,"DOWN SYNDROME"],[394,446,"DOWN SYNDROME"],[451,466,"DOWN SYNDROME"],[476,505,"DOWN SYNDROME"],[508,542,"DOWN SYNDROME"],[548,609,"DOWN SYNDROME"],[629,649,"DOWN SYNDROME"],[657,673,"DOWN SYNDROME"],[684,723,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["118. I'm looking for advise on some unusual characteristics I've seen in my child. For one thing, her face appears to have a flattened contour, particularly around the nose. Her eyes are almond-shaped and slant upwards. Her head appears to be reduced in size, and her neck is rather short. Her tongue is frequently protruding, and her ears are smaller than those of her age. I notice additional skin on the back of her neck, which I find peculiar. Her hands are large, but her fingers are short. Her palm has a noticeable furrow, and I've noticed white markings on her eyes. She also appears to lack muscular stiffness and is lower in stature. Her feet are likewise unusual in form.\r",{"entities":[[102,134,"DOWN SYNDROME"],[178,219,"DOWN SYNDROME"],[224,258,"DOWN SYNDROME"],[268,289,"DOWN SYNDROME"],[294,325,"DOWN SYNDROME"],[335,351,"DOWN SYNDROME"],[384,423,"DOWN SYNDROME"],[452,467,"DOWN SYNDROME"],[477,495,"DOWN SYNDROME"],[500,528,"DOWN SYNDROME"],[547,574,"DOWN SYNDROME"],[595,618,"DOWN SYNDROME"],[626,643,"DOWN SYNDROME"],[648,673,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["119. My youngster has been demonstrating some strange physical characteristics. His face, particularly near the nose, seems flatter than that of his classmates. He has these unusual almond-shaped eyes that appear to tilt up. His head is on the tiny side, and his neck is quite short. Even during normal chats, he frequently sticks his tongue out. His ears are likewise small. When I touched the back of his neck, I felt additional skin. His hands are on the larger side, with fingers that appear to be a little too short. There's also this distinct line on his palm. I've even spotted white specks in his eyes' iris. His muscular tone isn't as firm as I'd expect, and he doesn't stand as tall as his classmates. Lastly, his feet are shaped somewhat differently. I'm reaching out to understand if these are just individual quirks or if there's something more I should be aware of.\r",{"entities":[[84,131,"DOWN SYNDROME"],[182,200,"DOWN SYNDROME"],[229,253,"DOWN SYNDROME"],[263,283,"DOWN SYNDROME"],[335,346,"DOWN SYNDROME"],[351,375,"DOWN SYNDROME"],[395,436,"DOWN SYNDROME"],[441,464,"DOWN SYNDROME"],[476,521,"DOWN SYNDROME"],[540,566,"DOWN SYNDROME"],[585,616,"DOWN SYNDROME"],[621,648,"DOWN SYNDROME"],[671,692,"DOWN SYNDROME"],[724,761,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["120. Certain physical characteristics of my daughter have piqued my interest throughout the last year. Her face appears slightly flattened, particularly around the bridge of her nose. Her eyes are shaped like almonds and appear to have an unusual upward slant. Her head is proportionately smaller, and her neck is somewhat short in relation to her body. Her tongue protrudes rather frequently, and her ears are smaller than those of her peers. The skin on the back of her neck seems fuller. Her hands, while large, terminate with fingers that seem slightly shorter.\r",{"entities":[[107,138,"DOWN SYNDROME"],[188,260,"DOWN SYNDROME"],[265,296,"DOWN SYNDROME"],[306,328,"DOWN SYNDROME"],[358,374,"DOWN SYNDROME"],[402,418,"DOWN SYNDROME"],[448,490,"DOWN SYNDROME"],[495,513,"DOWN SYNDROME"],[530,564,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["121. Lately, I've been noticing some distinct features in my daughter that have caught my attention. Her face seems to have a flattened appearance, particularly around the nose area. When I compare her eyes with those of her friends, they appear almond-shaped and have a unique upward slant. I've also observed that her head seems a bit smaller, and her neck appears shorter than usual. Often, she has her tongue sticking out. Her ears are also notably petite. The back of her neck seems to have some extra skin, and her hands are broader than most, with somewhat shorter fingers. I'm seeking some advice on whether these observations are normal or if they warrant further attention.\r",{"entities":[[105,146,"DOWN SYNDROME"],[202,259,"DOWN SYNDROME"],[278,291,"DOWN SYNDROME"],[320,344,"DOWN SYNDROME"],[354,374,"DOWN SYNDROME"],[406,426,"DOWN SYNDROME"],[431,460,"DOWN SYNDROME"],[465,511,"DOWN SYNDROME"],[521,538,"DOWN SYNDROME"],[564,580,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["122. My son has always had some physical characteristics that stand out. I've often been struck by the flattened look of his face, especially near the bridge of the nose. His eyes have a distinct almond shape and tilt upwards. The size of his head is smaller than I'd expect for his age, and his neck is quite short. It's also common for him to have his tongue out. Additionally, his ears are smaller than average. I've also felt a pronounced fold of skin on the back of his neck. His hands are broad, with fingers that seem just a tad too short. I'm hoping to understand these features better and would appreciate some guidance.\r",{"entities":[[103,129,"DOWN SYNDROME"],[175,226,"DOWN SYNDROME"],[243,258,"DOWN SYNDROME"],[296,316,"DOWN SYNDROME"],[354,365,"DOWN SYNDROME"],[384,400,"DOWN SYNDROME"],[443,480,"DOWN SYNDROME"],[485,500,"DOWN SYNDROME"],[507,546,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["123. Over the past few months, I've been observing my child closely, and there are certain physical traits that I find a bit peculiar. Her facial profile seems flatter, especially around her nose. Her eyes are uniquely almond-shaped and they slant up. Also, the dimensions of her head appear smaller, and she has a rather short neck. It's not uncommon for her to have her tongue protruding, and her ears are tinier than those of her classmates. There's also some noticeable skin at the back of her neck. Her hands are a bit broad, and the fingers look shorter. I'm keen to get some insights on these observations.\r",{"entities":[[139,167,"DOWN SYNDROME"],[201,251,"DOWN SYNDROME"],[280,299,"DOWN SYNDROME"],[322,333,"DOWN SYNDROME"],[372,389,"DOWN SYNDROME"],[399,414,"DOWN SYNDROME"],[463,503,"DOWN SYNDROME"],[508,529,"DOWN SYNDROME"],[539,560,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["124. I'm reaching out to discuss some unique physical traits I've noticed in my son. His face, especially around the nose bridge, seems to be a bit more flattened than his peers. His eyes have an almond-like shape and tend to slant upwards. His head looks somewhat small, and his neck appears notably short. I've observed him often with his tongue sticking out. His ears, too, are on the smaller side. The back of his neck has this additional skin, which I haven't seen in other kids. And his hands, while broad, end in fingers that seem unusually short. I'd love to get some feedback on these characteristics.\r",{"entities":[[89,162,"DOWN SYNDROME"],[183,240,"DOWN SYNDROME"],[245,270,"DOWN SYNDROME"],[280,307,"DOWN SYNDROME"],[341,361,"DOWN SYNDROME"],[366,395,"DOWN SYNDROME"],[406,447,"DOWN SYNDROME"],[493,511,"DOWN SYNDROME"],[520,554,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["125. I've been growing increasingly concerned about certain aspects of my daughter's physical appearance. Her face, particularly the bridge of the nose, appears more flattened than other kids I've seen. Her eyes, while lovely, are shaped like almonds and they seem to slant up. The size of her head is on the smaller side, and her neck is noticeably short. Additionally, she frequently has her tongue out, even when she's not speaking. Her ears are also smaller than what seems typical. I've also noticed extra skin on the back of her neck. When I hold her hand, I can't help but notice its broadness and the shortness of her fingers. I'm hoping to get clarity on these observations and understand if they're just individual quirks or something more.\r",{"entities":[[133,175,"DOWN SYNDROME"],[207,277,"DOWN SYNDROME"],[294,316,"DOWN SYNDROME"],[331,356,"DOWN SYNDROME"],[394,404,"DOWN SYNDROME"],[440,461,"DOWN SYNDROME"],[505,540,"DOWN SYNDROME"],[557,600,"DOWN SYNDROME"],[609,634,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["126. In recent times, my daughter's unique physical features have become more apparent to me. Her face has a somewhat flat look, most noticeably around her nose. When I look at her eyes, they remind me of almonds and tend to point upwards. Moreover, her head seems slightly smaller than other kids, and her neck is shorter. It's also frequent for her to keep her tongue outside. Her ears appear a bit smaller. At the back of her neck, there's an extra fold of skin. Her hands have a wider appearance, but her fingers are shorter. I'm looking for advice to understand if these traits are common or if there's any cause for concern.\r",{"entities":[[98,127,"DOWN SYNDROME"],[181,239,"DOWN SYNDROME"],[254,281,"DOWN SYNDROME"],[307,323,"DOWN SYNDROME"],[363,378,"DOWN SYNDROME"],[383,409,"DOWN SYNDROME"],[417,465,"DOWN SYNDROME"],[470,499,"DOWN SYNDROME"],[509,529,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["127. My son has certain distinguishing physical attributes. The flatness of his face, especially near his nose, is quite evident. His eyes, shaped like almonds, have an upward direction. His head's size is smaller for his age, and he possesses a short neck. He often lets his tongue hang out. His ears, in comparison, are tinier than most. The additional skin fold on his neck's back is also prominent. His hands are wide, but the fingers don't seem to match their length. I'd appreciate insights into these noticeable features.\r",{"entities":[[64,84,"DOWN SYNDROME"],[134,186,"DOWN SYNDROME"],[191,213,"DOWN SYNDROME"],[246,257,"DOWN SYNDROME"],[276,292,"DOWN SYNDROME"],[297,328,"DOWN SYNDROME"],[344,383,"DOWN SYNDROME"],[407,421,"DOWN SYNDROME"],[431,472,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["128. Over a few months, I've closely observed my child and identified some distinct physical characteristics. Her face, especially the nose area, looks flatter. The almond-like shape of her eyes is evident, and they point upwards. Furthermore, her head's proportion appears smaller, and she has a compact neck. It's usual for her to keep her tongue out, and her ears are on the petite side. The additional skin layer on the back of her neck is also clear. Her hands, though wide, have fingers that appear slightly shortened. I'm eager to understand the implications, if any, of these traits.\r",{"entities":[[114,160,"DOWN SYNDROME"],[165,194,"DOWN SYNDROME"],[216,230,"DOWN SYNDROME"],[248,281,"DOWN SYNDROME"],[297,310,"DOWN SYNDROME"],[342,352,"DOWN SYNDROME"],[362,390,"DOWN SYNDROME"],[395,440,"DOWN SYNDROME"],[460,478,"DOWN SYNDROME"],[485,524,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["129. I'm reaching out because of some specific physical traits that I've noticed in my son. His face, particularly around his nose, seems more compressed than his friends. His eyes, with their almond resemblance, tend to angle upwards. The size of his head is on the smaller spectrum, and his neck is on the shorter side. He has this tendency to keep his tongue exposed. Moreover, his ears seem smaller than usual. The pronounced skin fold on the back of his neck is also different. His hands are quite broad, but his fingers look a bit curtailed. I'm seeking feedback on these observations to know if they're just unique features or if they signify something else.\r",{"entities":[[96,153,"DOWN SYNDROME"],[176,235,"DOWN SYNDROME"],[252,283,"DOWN SYNDROME"],[293,321,"DOWN SYNDROME"],[346,370,"DOWN SYNDROME"],[385,402,"DOWN SYNDROME"],[419,463,"DOWN SYNDROME"],[487,508,"DOWN SYNDROME"],[518,547,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["130.  I've become more attentive to certain features of my daughter's appearance. Her face, especially near the nose bridge, has a flatter contour than other children. Her beautiful eyes have an almond shape with an upward tilt. Her head's dimension seems a tad smaller, and her neck is quite compact. She often has her tongue exposed even when she isn't speaking. Her ears also don't match the usual size. An extra skin layer can be felt at the back of her neck. When I observe her hands, they seem broader, but her fingers are not as elongated. I'm looking for answers to understand if these are just individual differences or if they have deeper implications.\r",{"entities":[[86,146,"DOWN SYNDROME"],[182,228,"DOWN SYNDROME"],[233,269,"DOWN SYNDROME"],[279,301,"DOWN SYNDROME"],[320,334,"DOWN SYNDROME"],[369,406,"DOWN SYNDROME"],[410,463,"DOWN SYNDROME"],[483,507,"DOWN SYNDROME"],[517,546,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["131. Lately, I been noticing some features in daughter that catching my eyes. Her face looking like flat, especially around nose. When I comparing her eyes with friend's, they looking like almond and slanting up. I also seen her head smaller, and neck short. She often has tongue out. Her ears looking small. Back of her neck having extra skin, and her hands being wide, fingers little short. I wanting advice if these things normal or need more looking.\r",{"entities":[[82,104,"DOWN SYNDROME"],[184,212,"DOWN SYNDROME"],[229,241,"DOWN SYNDROME"],[247,258,"DOWN SYNDROME"],[273,284,"DOWN SYNDROME"],[289,308,"DOWN SYNDROME"],[309,343,"DOWN SYNDROME"],[353,369,"DOWN SYNDROME"],[371,392,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["132. My son always having some physical things that being different. I often seen his face flat, especially near nose bridge. His eyes being almond shaped and going upwards. His head size small for his age, and he having short neck. He often keeping tongue outside. Also, his ears smaller than others. I felt more skin on his neck back. His hands wide, fingers looking bit too short. I hoping to know more about these.\r",{"entities":[[86,95,"DOWN SYNDROME"],[130,173,"DOWN SYNDROME"],[178,193,"DOWN SYNDROME"],[221,232,"DOWN SYNDROME"],[250,265,"DOWN SYNDROME"],[276,288,"DOWN SYNDROME"],[309,336,"DOWN SYNDROME"],[341,351,"DOWN SYNDROME"],[353,383,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["133. Past few months, I observing child and finding some physical things strange. Her face looking flat, especially near nose. Her eyes being different, like almonds and they going up. Her head size seem small, and neck short. She often keeping tongue outside, and her ears smaller than other kids. Also, there extra skin on her neck back. Hands of her being wide, fingers short. I wanting to know more about what I seeing.\r",{"entities":[[86,103,"DOWN SYNDROME"],[131,184,"DOWN SYNDROME"],[189,209,"DOWN SYNDROME"],[215,226,"DOWN SYNDROME"],[237,259,"DOWN SYNDROME"],[269,281,"DOWN SYNDROME"],[311,339,"DOWN SYNDROME"],[340,363,"DOWN SYNDROME"],[365,379,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["134. I reaching out for talk about things I noticed in son. His face, around nose, looking bit flat compared to others. His eyes shaped like almond and they slanting up. His head seeming bit small, and his neck very short. I seen him with tongue outside many times. His ears, they small. Back of his neck having extra skin, not seen in other childrens. His hands, they wide, but fingers very short. I wanting feedback on these things.\r",{"entities":[[64,99,"DOWN SYNDROME"],[124,169,"DOWN SYNDROME"],[174,196,"DOWN SYNDROME"],[206,222,"DOWN SYNDROME"],[239,253,"DOWN SYNDROME"],[270,287,"DOWN SYNDROME"],[288,322,"DOWN SYNDROME"],[357,373,"DOWN SYNDROME"],[379,398,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["135. I getting more worried about how daughter looking. Her face, especially nose bridge, being more flat than other childs. Her eyes, they looking like almonds and tilting up. Her head size being on small side, and her neck really short. She also keeping tongue outside lots, even not talking. Her ears, they not big. I noticed more skin on her neck back. When holding her hand, it feeling broad and fingers not long. I hoping for understanding about these things.\r",{"entities":[[60,105,"DOWN SYNDROME"],[129,176,"DOWN SYNDROME"],[181,205,"DOWN SYNDROME"],[220,238,"DOWN SYNDROME"],[248,270,"DOWN SYNDROME"],[299,318,"DOWN SYNDROME"],[329,356,"DOWN SYNDROME"],[374,396,"DOWN SYNDROME"],[401,418,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["136. Recently times, my daughter having some different face lookings. Her face looking kind of flat, especially nose area. Her eyes reminding me almonds and pointing up. Also, her head smaller than other childrens and neck too short. She many times keep tongue out of mouth. Ears of her look small too. On neck back, extra skin there. Hands of her big but fingers small. I wanting to know if these things normal or problem.\r",{"entities":[[74,99,"DOWN SYNDROME"],[127,169,"DOWN SYNDROME"],[180,192,"DOWN SYNDROME"],[218,233,"DOWN SYNDROME"],[249,274,"DOWN SYNDROME"],[275,297,"DOWN SYNDROME"],[306,327,"DOWN SYNDROME"],[335,351,"DOWN SYNDROME"],[356,370,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["137. My son, he having different face things. Face of him flat, much near nose. Eyes like almonds pointing up. His head not big for age, neck short. He always tongue out. Ears, they more small than other kids. Also, skin fold on neck back very seeable. His hands big but fingers not matching size. I wanting know more about this.\r",{"entities":[[46,62,"DOWN SYNDROME"],[80,110,"DOWN SYNDROME"],[115,127,"DOWN SYNDROME"],[137,148,"DOWN SYNDROME"],[159,170,"DOWN SYNDROME"],[171,192,"DOWN SYNDROME"],[216,238,"DOWN SYNDROME"],[257,266,"DOWN SYNDROME"],[271,297,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["138. Few months now, I watching child and seeing different face things. Face flat, especially near nose. Eyes shaped like almond and pointing up. Head of her small, and neck too. She always keep tongue outside. Ears small than other kids. More skin on neck back is there. Hands wide but fingers look little. Wanting to know what meaning of these.\r",{"entities":[[72,81,"DOWN SYNDROME"],[105,145,"DOWN SYNDROME"],[146,178,"DOWN SYNDROME"],[190,210,"DOWN SYNDROME"],[211,221,"DOWN SYNDROME"],[239,261,"DOWN SYNDROME"],[272,282,"DOWN SYNDROME"],[287,307,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["139. I talking because son having different face look. His face, especially near nose, more flat than friend's. Eyes, they looking like almond and slant up. Head size small and neck very short. He many times tongue out. Ears also looking very small. Skin fold on neck back different from others. Hands wide but fingers not long. Wanting to get ideas about these things.\r",{"entities":[[59,96,"DOWN SYNDROME"],[112,156,"DOWN SYNDROME"],[157,172,"DOWN SYNDROME"],[177,193,"DOWN SYNDROME"],[208,219,"DOWN SYNDROME"],[220,249,"DOWN SYNDROME"],[250,272,"DOWN SYNDROME"],[296,306,"DOWN SYNDROME"],[311,328,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["140. I more seeing daughter face and seeing different things. Her face, near nose, more flat than other childs. Eyes, almond shaped and pointing up. Head size small and neck too. She many time tongue out even not talking. Ears not looking like normal size. More skin can feeling on neck back. Hands big but fingers not so long. Wanting to know if this just her or more meaning.\r",{"entities":[[66,92,"DOWN SYNDROME"],[112,148,"DOWN SYNDROME"],[149,178,"DOWN SYNDROME"],[193,203,"DOWN SYNDROME"],[222,256,"DOWN SYNDROME"],[257,292,"DOWN SYNDROME"],[293,302,"DOWN SYNDROME"],[307,327,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["141. I've been observing my son closely and there are a few things that I've noticed. He has quite small ears, different from other kids his age. There's also some noticeable extra skin on the back of his neck. Additionally, his hands are broader than others, but his fingers seem a bit shorter. I also saw a single line across the palm of his hand. Another thing that caught my attention is some white spots in the colored part of his eye. He seems to have a more relaxed muscle tone and he's not as tall as his peers. I'd like to understand if these are just individual differences or if they indicate something else.\r",{"entities":[[99,109,"DOWN SYNDROME"],[164,210,"DOWN SYNDROME"],[229,246,"DOWN SYNDROME"],[268,295,"DOWN SYNDROME"],[309,336,"DOWN SYNDROME"],[397,440,"DOWN SYNDROME"],[460,484,"DOWN SYNDROME"],[494,519,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["142. My daughter has a few physical characteristics that I wanted to discuss. Firstly, her ears are notably smaller. She also has this extra layer of skin on the back of her neck. Her hands are quite wide, but the fingers don't seem proportionate; they're shorter. One unique thing I noticed is a distinctive line across her palm. She also has these white spots on her irises. Her muscles seem a bit loose, and she's shorter than most kids in her class. I'm looking for guidance on these traits.\r",{"entities":[[91,116,"DOWN SYNDROME"],[135,179,"DOWN SYNDROME"],[184,204,"DOWN SYNDROME"],[214,246,"DOWN SYNDROME"],[297,330,"DOWN SYNDROME"],[350,376,"DOWN SYNDROME"],[381,405,"DOWN SYNDROME"],[417,439,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["143. I'm reaching out due to some observations I've made about my child. His ears aren't as big as those of his friends. There's also a pronounced fold of skin at the back of his neck. His hands are on the broader side, with fingers that look a tad too short. I've also seen a single crease on his palm. In certain lighting, I've spotted white dots in the colored section of his eyes. He tends to have a somewhat lax muscle tone and he's not as tall as I'd expect for his age. I'd love some advice on these matters.\r",{"entities":[[77,95,"DOWN SYNDROME"],[147,184,"DOWN SYNDROME"],[189,213,"DOWN SYNDROME"],[225,259,"DOWN SYNDROME"],[277,303,"DOWN SYNDROME"],[338,384,"DOWN SYNDROME"],[404,428,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["144. There are certain physical features of my son that have been on my mind. He has these petite ears and an extra fold of skin on his neck's back. When I look at his hands, they seem broader, but his fingers are quite short. There's also this unique line right across his palm. Recently, I observed white specks in the colored part of his eye. He doesn't seem to have the same muscle strength as others, and he's a bit shorter. I'm seeking some insights into these observations.\r",{"entities":[[91,102,"DOWN SYNDROME"],[110,148,"DOWN SYNDROME"],[168,192,"DOWN SYNDROME"],[198,226,"DOWN SYNDROME"],[252,279,"DOWN SYNDROME"],[301,345,"DOWN SYNDROME"],[349,394,"DOWN SYNDROME"],[417,429,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["145. I've been growing increasingly attentive to certain aspects of my daughter's appearance. For starters, her ears are smaller than what seems usual. She has this additional skin on the back of her neck. Her hands are noticeably broad, yet her fingers are not elongated. There's a distinct line that runs across her palm. Another thing I've noticed is white dots on the colored portion of her eyes. She seems to have a more relaxed muscle tone and she's a little shorter than her friends. I'm hoping to get some clarity on these features.\r",{"entities":[[112,128,"DOWN SYNDROME"],[165,205,"DOWN SYNDROME"],[210,236,"DOWN SYNDROME"],[246,272,"DOWN SYNDROME"],[283,323,"DOWN SYNDROME"],[354,400,"DOWN SYNDROME"],[421,445,"DOWN SYNDROME"],[458,472,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["146. I been seeing my son and noticing few things. He having small ears, not like other kids. Also, extra skin there on back neck. His hands more wide, but fingers looking short. One line being on his hand palm. He also having white dots in eye color part. Muscles of him not tight and he not tall like other kids. Wanting to know if these normal or something problem.\r",{"entities":[[61,71,"DOWN SYNDROME"],[100,130,"DOWN SYNDROME"],[135,150,"DOWN SYNDROME"],[156,178,"DOWN SYNDROME"],[179,211,"DOWN SYNDROME"],[227,256,"DOWN SYNDROME"],[257,281,"DOWN SYNDROME"],[289,297,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["147. My daughter having few physical looks I wanting talk. First, ears of her very small. Also, extra skin on neck back. Hands of her big, but fingers not matching size. Unique thing is line on her palm. White spots also there in eyes color part. Muscles feeling loose and she shorter than class kids. Looking for tellings about these.\r",{"entities":[[66,89,"DOWN SYNDROME"],[96,120,"DOWN SYNDROME"],[121,137,"DOWN SYNDROME"],[143,169,"DOWN SYNDROME"],[186,203,"DOWN SYNDROME"],[204,246,"DOWN SYNDROME"],[247,268,"DOWN SYNDROME"],[277,301,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["148. I reaching out cause son having different looks. Ears not big like friends. Also, more skin fold on neck back. Hands being wide but fingers very short. Single line there on palm. In light, seeing white dots in eye colored part. He muscles not strong and he not tall for age. Wanting some ideas about this.\r",{"entities":[[54,66,"DOWN SYNDROME"],[87,115,"DOWN SYNDROME"],[116,132,"DOWN SYNDROME"],[137,156,"DOWN SYNDROME"],[157,183,"DOWN SYNDROME"],[201,232,"DOWN SYNDROME"],[236,254,"DOWN SYNDROME"],[262,270,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["149. Son having few face things on mind. He got small ears and skin extra on neck. When see his hands, they wide but fingers small. Also, one line across palm. Recently, white things seen in eyes color part. He not having strong muscles and being bit short. Wanting know more about these things.\r",{"entities":[[48,58,"DOWN SYNDROME"],[63,82,"DOWN SYNDROME"],[96,112,"DOWN SYNDROME"],[117,131,"DOWN SYNDROME"],[138,159,"DOWN SYNDROME"],[170,207,"DOWN SYNDROME"],[211,236,"DOWN SYNDROME"],[241,257,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["150. I more looking daughter face and finding few things. She ears being smaller than normal. Extra skin can see on neck back. Hands of her wide but fingers not long. Also, line there on palm. Noticed white things in eyes colored area. Muscles of her more loose and she shorter than friends. Hoping for answers about these.\r",{"entities":[[62,80,"DOWN SYNDROME"],[94,126,"DOWN SYNDROME"],[127,144,"DOWN SYNDROME"],[149,166,"DOWN SYNDROME"],[173,192,"DOWN SYNDROME"],[201,235,"DOWN SYNDROME"],[236,261,"DOWN SYNDROME"],[270,291,"DOWN SYNDROME"]]}],["\r",{"entities":[]}],["1) I'm reaching out due to some behaviors I've observed in my child. He can't sit in one place without fidgeting. Whether it's during meal times or in the classroom, he has a pronounced inability to stay seated. Outdoors, he's always running or climbing in inappropriate situations, even when it's not appropriate or safe. And it's a challenge to get him to engage in any silent activity at home due to his inability to play quietly. I'm seeking advice on how to manage this.\r",{"entities":[[72,113,"OTHER"],[186,211,"OTHER"],[227,253,"OTHER"],[407,433,"OTHER"]]}],["\r",{"entities":[]}],["2) I've been observing my child's behavior and I've noticed a few things that concern me. Firstly, he's constantly fidgeting with his hands or feet. Whenever we're somewhere he's supposed to sit, like at school assemblies or during meals, there's a clear inability to stay seated. I've also caught him running or climbing in inappropriate situations at the park, even when I've told him it's not safe. Lastly, during playtime, there's a complete inability to play quietly. He's unable to engage in any quiet activities without making a ruckus. I'm unsure how to address these behaviors.\r",{"entities":[[115,148,"OTHER"],[255,280,"OTHER"],[302,349,"OTHER"],[446,472,"OTHER"],[478,518,"OTHER"]]}],["\r",{"entities":[]}],["3) I'm reaching out because I'm becoming increasingly worried about my daughter's actions. She can't seem to keep still, always fidgeting. In class, her teacher often comments about her inability to stay seated. During recess, instead of using the playground equipment properly, she keeps running or climbing in inappropriate situations, which is dangerous. And at home, even when I provide her with coloring books or puzzles, there's an evident inability to play quietly. I'm not sure what's causing this, and I need guidance.\r",{"entities":[[91,119,"OTHER"],[121,138,"OTHER"],[186,211,"OTHER"],[283,308,"OTHER"],[446,472,"OTHER"]]}],["\r",{"entities":[]}],["4) I've been noticing some patterns in my daughter's behavior that are making me anxious. She's always moving, fidgeting no matter where we are. When we go out to restaurants or even during church, there's an evident inability to stay seated. Additionally, she's been running or climbing in inappropriate situations on our visits to the local playground, and it's not like the other kids are doing that. And at home, when I thought she'd enjoy some quiet crafts or legos, there's a total inability to play quietly. I'm not sure how to proceed and need some guidance.\r",{"entities":[[96,109,"OTHER"],[111,120,"OTHER"],[217,242,"OTHER"],[268,287,"OTHER"],[488,514,"OTHER"]]}],["\r",{"entities":[]}],["5) I've been observing my child's behavior and I've noticed a few things that concern me. Firstly, he's constantly fidgeting with his hands or feet. Whenever we're somewhere he's supposed to sit, like at school assemblies or during meals, there's a clear inability to stay seated. I've also caught him running or climbing in inappropriate situations at the park, even when I've told him it's not safe. Lastly, during playtime, there's a complete inability to play quietly. He's unable to engage in any quiet activities without making a ruckus. I'm unsure how to address these behaviors.\r",{"entities":[[115,148,"OTHER"],[255,280,"OTHER"],[302,349,"OTHER"],[446,472,"OTHER"],[488,518,"OTHER"]]}],["\r",{"entities":[]}],["6) I'm reaching out due some behaviors I've observing in my child. He can't sits in one place without fidgeting. When it's meal times or classroom, he having a pronounced inability staying seated. Outdoors, he always running or climbing inappropriate situations, even when not appropriate or safe. And challenge to get him engage in silent activity at home cause his inability play quietly. I'm seek advice how to manage this\r",{"entities":[[70,112,"OTHER"],[171,196,"OTHER"],[210,236,"OTHER"],[302,348,"OTHER"],[367,390,"OTHER"]]}],["\r",{"entities":[]}],["7) I observe my child behavior and noticed things concern me. He constantly fidgeting with hands or foots. Whenever we somewhere he supposed to sit, like school or meals, there a clear inability stay seated. I also caught him running or climbing inappropriate at park, even told him not safe. Last, during playtime, there a complete inability play quiet. He unable do quiet activities without making ruckus. I unsure address these behaviors\r",{"entities":[[65,106,"OTHER"],[179,207,"OTHER"],[226,259,"OTHER"],[324,354,"OTHER"],[358,384,"OTHER"]]}],["\r",{"entities":[]}],["8) I'm reach out cause I getting increasing worried my daughter actions. She can't seem keep still, always fidgeting. In class, teacher often comments her inability stay seated. During recess, instead using playground equipment proper, she keeps running or climbing inappropriate, which danger. And home, even I provide her coloring or puzzles, there evident inability play quiet. I not sure causing this, and need guidance.\r",{"entities":[[100,117,"OTHER"],[155,177,"OTHER"],[240,265,"OTHER"],[359,380,"OTHER"]]}],["\r",{"entities":[]}],["9) I been noticing patterns in daughter behavior making me anxious. She always moving, fidgeting no matter we are. When we go restaurants or church, there evident inability stay seated. Also, she been running or climbing inappropriate visits local playground, not like other kids doing. And home, I thought she'd enjoy quiet crafts or legos, there total inability play quietly. I not sure proceed and need some guidance.\r",{"entities":[[72,96,"OTHER"],[163,185,"OTHER"],[201,234,"OTHER"],[354,377,"OTHER"]]}],["\r",{"entities":[]}],["10) I been observing child behavior and noticed things concern me. He constantly fidgeting with hands or feet. Whenever we somewhere he supposed sit, like school assemblies or meals, there clear inability stay seated. I also caught him running or climbing inappropriate at park, even told him not safe. Last, during playtime, there complete inability play quietly. He unable engaging quiet activities without make ruckus. I unsure address these behavior.\r",{"entities":[[70,110,"OTHER"],[195,217,"OTHER"],[236,269,"OTHER"],[341,364,"OTHER"],[368,400,"OTHER"]]}],["\r",{"entities":[]}],["11) I'm reaching out because my daughter's actions at her playgroup have been drawing attention. She's always talking excessively, which sometimes overshadows the other kids. Whenever a question is posed, she has a habit of blurting out answers before anyone else gets a chance. Even simple tasks like lining up for a game or snack time, she shows difficulty waiting in line. Additionally, when her friends are talking, she tends to interrupting or intruding. I'm unsure how to address this behavior and am looking for advice.\r",{"entities":[[110,129,"OTHER"],[224,244,"OTHER"],[348,375,"OTHER"],[433,459,"OTHER"]]}],["\r",{"entities":[]}],["12) My child's recent behavior at his daycare has me worried. He's talking excessively all the time, often overshadowing his peers. When the caregiver poses a question, he's quick in blurting out answers, not waiting for his turn. During transitions or activities, there's a clear difficulty waiting in line. And while playing, I've observed him interrupting or intruding when his friends are discussing something. I'm looking for ways to address and manage these behaviors\r",{"entities":[[67,86,"OTHER"],[174,203,"OTHER"],[205,230,"OTHER"],[281,308,"OTHER"],[346,371,"OTHER"]]}],["\r",{"entities":[]}],["13) my son's behavior in school has been a bit concerning lately. His teacher mentioned that he's always talking excessively, especially during discussions. He doesn't wait for his turn and keeps blurting out answers during Q&A sessions. When the students line up for lunch or activities, he shows a clear difficulty waiting in line. And during group activities, he often ends up interrupting or intruding on others' conversations. I'm seeking guidance on how to manage this.\r",{"entities":[[98,124,"OTHER"],[160,185,"OTHER"],[190,216,"OTHER"],[306,333,"OTHER"],[380,405,"OTHER"]]}],["\r",{"entities":[]}],["14) Lately, I've observed some patterns in my child's behavior that concern me. He's always talking excessively, even when we're just having family dinners. During our family quiz nights, he keeps blurting out answers, often not letting others finish their thoughts. When we're out in public places, like the zoo or museum, he shows a noticeable difficulty waiting in line. And it's not just limited to us; even with his peers, he has a tendency to interrupting or intruding. I'd appreciate some guidance on this\r",{"entities":[[92,111,"OTHER"],[191,217,"OTHER"],[225,266,"OTHER"],[346,373,"OTHER"],[437,475,"OTHER"]]}],["\r",{"entities":[]}],["15) My child's recent behavior at his daycare has me worried. He's talking excessively all the time, often overshadowing his peers. When the caregiver poses a question, he's quick in blurting out answers, not waiting for his turn. During transitions or activities, there's a clear difficulty waiting in line. And while playing, I've observed him interrupting or intruding when his friends are discussing something. I'm looking for ways to address and manage these behaviors\r",{"entities":[[67,86,"OTHER"],[101,131,"OTHER"],[174,203,"OTHER"],[209,230,"OTHER"],[275,308,"OTHER"],[346,371,"OTHER"]]}],["\r",{"entities":[]}],["16) I've been watching my daughter at her playgroup, and some things stand out. She's often talking excessively, to the point it overshadows others. Questions from the instructor? She's quick with blurting out answers. Lining up for activities shows her difficulty waiting in line. And if friends chat, she's right there, interrupting or intruding. It's becoming a concern, and I need advice.\r",{"entities":[[86,111,"OTHER"],[129,148,"OTHER"],[186,218,"OTHER"],[254,281,"OTHER"],[322,348,"OTHER"]]}],["\r",{"entities":[]}],["17) Concerning my son's daycare behaviors, a few things alarm me. His talking excessively demeanor is prevalent. He doesn't pause; he just blurts out answers to questions. Activities that require queuing? There's a visible difficulty waiting in line. And conversations between his peers? He's always interrupting or intruding. What steps should I take?\r",{"entities":[[70,89,"OTHER"],[116,129,"OTHER"],[139,157,"OTHER"],[223,250,"OTHER"],[300,326,"OTHER"]]}],["\r",{"entities":[]}],["18) Observations of my son at school paint a picture that I'm trying to understand. His talking excessively is hard to miss, especially in group discussions. His habit of blurting out answers to questions stands out. The difficulty waiting in line during line-ups is evident. And, it's hard to ignore his interrupting or intruding during group tasks. Guidance would be appreciated.\r",{"entities":[[88,107,"OTHER"],[162,204,"OTHER"],[221,247,"OTHER"],[305,330,"OTHER"]]}],["\r",{"entities":[]}],["19) A few behaviors of my child, especially at the daycare, have me puzzled. The way he's always talking excessively is hard to overlook. Questions from the caregiver? He's right there blurting out answers. And then there's his difficulty waiting in line when it's activity time. Peer discussions? He doesn't hesitate interrupting or intruding. I'm looking for advice.\r",{"entities":[[90,116,"OTHER"],[185,206,"OTHER"],[228,254,"OTHER"],[318,344,"OTHER"]]}],["\r",{"entities":[]}],["20) My child's actions, particularly at his daycare, raise concerns. His constant talking excessively is a prominent trait. When a question is up for grabs, he's always blurting out answers. Activities requiring orderly queues? He shows difficulty waiting in line. And if there's a group chat, he's often found interrupting or intruding. What's your take on this?\r",{"entities":[[82,101,"OTHER"],[162,190,"OTHER"],[237,264,"OTHER"],[311,337,"OTHER"]]}],["\r",{"entities":[]}],["21) I been watching daughter at playgroup, and some things standout. She often talking too much, point it overshadow others. Question from instructor? She quick blurting out answers. Lining for activities show her difficulty waiting in line. And friends chat, she right there, interrupt or intrude. It becoming concern, need advice\r",{"entities":[[73,95,"OTHER"],[106,124,"OTHER"],[155,182,"OTHER"],[214,241,"OTHER"],[277,298,"OTHER"]]}],["\r",{"entities":[]}],["22) Concerning son's daycare behaviors, things alarm me. His talking too much behavior prevalent. He not pause; he just blurt answers questions. Activities that needing queuing? There visible difficulty wait in line. Conversations his peers? He always interrupt or intrude. \r",{"entities":[[61,77,"OTHER"],[101,110,"OTHER"],[120,144,"OTHER"],[192,216,"OTHER"],[252,272,"OTHER"]]}],["\r",{"entities":[]}],["23) Observations son at school making picture I try understand. His talk much hard miss, especially group discussions. His habit blurting answers to question standout. The difficulty wait in line line-ups evident. And, hard ignore interrupt or intrude group tasks. Guidance appreciated.\r",{"entities":[[68,82,"OTHER"],[129,157,"OTHER"],[172,204,"OTHER"],[231,251,"OTHER"]]}],["\r",{"entities":[]}],["24) Few behaviors child, especially daycare, puzzling me. Way he always talk too much hard overlook. Questions caregiver? He right blurting answers. Then his difficulty wait in line activity time. Peer discussions? He not hesitate interrupt or intrude. I looking advice.\r",{"entities":[[72,85,"OTHER"],[131,148,"OTHER"],[158,181,"OTHER"],[231,252,"OTHER"]]}],["\r",{"entities":[]}],["25) Child actions, particular his daycare, concerns. His constant talking much prominent trait. When question up grabs, he always blurting answers. Activities orderly queues? He show difficulty waiting line. If group chat, he found interrupt or intrude. What your take?\r",{"entities":[[57,78,"OTHER"],[123,147,"OTHER"],[183,207,"OTHER"],[232,253,"OTHER"]]}],["\r",{"entities":[]}],["26) I'm growing concerned about my son's behavior. At home and school, he's constantly fidgeting. During our family meals or when he's doing his homework, there's a clear inability to stay seated. Outdoors, I've noticed him running or climbing in inappropriate situations, especially at the park where it's not safe. And when we're out in public places, like the zoo or museum, his difficulty waiting in line is very evident. To top it all off, he has a tendency of interrupting or intruding when others are speaking, even with his peers. I'm seeking guidance on how to handle this.\r",{"entities":[[76,97,"OTHER"],[171,196,"OTHER"],[224,260,"OTHER"],[382,408,"OTHER"],[466,491,"OTHER"]]}],["\r",{"entities":[]}],["27) Lately, my daughter's actions have been causing some concern. She's always fidgeting, especially during quiet times. Whenever she's supposed to be settled, like during story time or movies, she displays an inability to stay seated. At playgrounds or during neighborhood walks, she has a habit of running or climbing in inappropriate situations. Even simple tasks, like waiting for a turn on the slide or in queues, she shows difficulty waiting in line. And when it comes to group activities or discussions, she's frequently interrupting or intruding. I'd appreciate some advice\r",{"entities":[[72,88,"OTHER"],[210,235,"OTHER"],[300,319,"OTHER"],[429,456,"OTHER"],[517,554,"OTHER"]]}],["\r",{"entities":[]}],["28) My child's behavior has been drawing attention both at home and school. He's constantly fidgeting, making it hard for him to focus. During class or family gatherings, his inability to stay seated is hard to miss. Furthermore, during outdoor activities, he often ends up running or climbing in inappropriate situations, which worries me. And simple things, like waiting for his turn or queuing up, become challenging due to his difficulty waiting in line. Moreover, he has a habit of interrupting or intruding, especially during group tasks. I'm looking for some insights.\r",{"entities":[[81,101,"OTHER"],[113,135,"OTHER"],[175,199,"OTHER"],[274,310,"OTHER"],[365,419,"OTHER"],[431,458,"OTHER"],[487,512,"OTHER"]]}],["\r",{"entities":[]}],["29) I'm reaching out as I've observed some behaviors in my child that I find troubling. She's always fidgeting, even during activities that require focus. When it's time to sit for meals or during lessons, her inability to stay seated stands out. Outdoors, whether at the park or during family outings, she tends to run or climb in inappropriate situations. And whenever there's a need to wait, be it at the doctor's office or the school bus, she has a pronounced difficulty waiting in line. Additionally, during interactions, she often ends up interrupting or intruding. I'd like some guidance.\r",{"entities":[[94,110,"OTHER"],[210,234,"OTHER"],[307,328,"OTHER"],[464,491,"OTHER"],[545,571,"OTHER"]]}],["\r",{"entities":[]}],["30) Doctor, I've been noticing some behaviors in my son that have been causing concern. He's always fidgeting, whether he's reading or doing his chores. In environments where he needs to be seated, like the classroom or church, there's a clear inability to stay seated. And on many occasions outdoors, I've observed him running or climbing in inappropriate situations, which is not always safe. Simple daily routines, like waiting in line at the grocery store, become a challenge due to his difficulty waiting in line. And to make matters more complicated, he tends to interrupting or intruding during conversations. What should we do?\r",{"entities":[[93,109,"OTHER"],[238,269,"OTHER"],[320,339,"OTHER"],[491,518,"OTHER"],[569,594,"OTHER"]]}],["\r",{"entities":[]}],["31) I'm becoming increasingly concerned about my son's conduct. He is always fidgeting at home and at school. There is a definite difficulty to stay seated during our family dinners or while he is doing his schoolwork. Outside, I've witnessed him running or climbing in dangerous circumstances, particularly in the park. And when we're in public areas, such as the zoo or a museum, his difficulties waiting in line is obvious. To top it all off, even among his peers, he has a habit of interrupting or invading while others are speaking. I'm looking for advice on how to approach this.\r",{"entities":[[70,86,"OTHER"],[130,155,"OTHER"],[247,293,"OTHER"],[386,414,"OTHER"],[486,510,"OTHER"]]}],["\r",{"entities":[]}],["32) I'm contacting you because of certain behaviors I've noticed in my youngster. He can't sit still without squirming. He has a severe struggle to sit still, whether at mealtimes or in the classroom. Outside, he is always running or climbing in improper places, even though it is not acceptable or safe to do so. Because of his incapacity to play quietly, it's difficult to convince him to participate in any silent activity at home. I'm looking for advise on how to handle this.\r",{"entities":[[85,100,"OTHER"],[129,157,"OTHER"],[223,261,"OTHER"],[329,355,"OTHER"],[362,425,"OTHER"]]}],["\r",{"entities":[]}],["33) I'm reaching out because I'm becoming increasingly concerned about my daughter's activities. She can't seem to sit still and is always squirming. In class, the teacher frequently remarks on her difficulty to remain sitting. During recess, instead of using suitable playground equipment, she continues to run or climb in an unsafe manner. And at home, even when I supply her with coloring books or puzzles, she clearly lacks the capacity to play quietly. I'm not sure what's causing this and would appreciate any advice.\r",{"entities":[[101,124,"OTHER"],[198,227,"OTHER"],[308,341,"OTHER"],[422,457,"OTHER"]]}],["\r",{"entities":[]}],["34) A few of my child's habits, particularly in daycare, perplex me. Overlook the way he constantly talks too much. Do you have any concerns, caregiver? He just blurted out responses. Then it was time for his unpleasant wait in line activities. What about peer discussions? He is not afraid to interrupt or invade. I'm searching for guidance.\r",{"entities":[[100,115,"OTHER"],[161,183,"OTHER"],[209,232,"OTHER"],[280,314,"OTHER"]]}],["\r",{"entities":[]}],["35) Blurting out answers,Difficulty waiting in line,Interrupting or intruding\r",{"entities":[[4,24,"OTHER"],[25,51,"OTHER"],[52,77,"OTHER"]]}],["\r",{"entities":[]}],["36) I'm reaching out because I've noticed some unusual behaviors in my child. Lately, there have been noticeable variations in muscle tone. Additionally, while playing with other children, it became evident that he has stiff muscles and exaggerated reflexes. What's also puzzling is his stiff muscles with normal reflexes when he tries to grab toys. I'm concerned and seeking some guidance on these observations\r",{"entities":[[113,139,"OTHER"],[219,258,"OTHER"],[287,321,"OTHER"]]}],["\r",{"entities":[]}],["37) I've observed certain traits in my daughter that have me worried. During her playtime, there's a clear variation in muscle tone. When I tried some basic reflex tests with her, I detected stiff muscles and exaggerated reflexes. And on certain days, she shows stiff muscles with normal reflexes, especially when she's trying to use her crayons. What do you think might be the cause?\r",{"entities":[[107,132,"OTHER"],[191,230,"OTHER"],[262,296,"OTHER"]]}],["\r",{"entities":[]}],["38) Over the past few weeks, my son has been exhibiting some behaviors that I find concerning. I've seen significant variations in muscle tone, especially during our evening routines. While playing catch, his stiff muscles and exaggerated reflexes became quite evident. Also, during meal times, there's an unmistakable presence of stiff muscles with normal reflexes. I'm looking for insights on these signs.\r",{"entities":[[117,142,"OTHER"],[209,247,"OTHER"],[331,366,"OTHER"]]}],["\r",{"entities":[]}],["39) I've been monitoring my daughter's actions, and a few things seem off. Firstly, there's her variations in muscle tone, which is hard to miss. During our family games, her stiff muscles and exaggerated reflexes are quite prominent. And on some occasions, she displays stiff muscles with normal reflexes, especially when she's drawing or coloring. I'd appreciate any advice or suggestions on these observations.\r",{"entities":[[96,121,"OTHER"],[175,213,"OTHER"],[271,305,"OTHER"]]}],["\r",{"entities":[]}],["40) My child's recent behavior has raised some alarms. He frequently shows variations in muscle tone, more so during his bedtime routine. While interacting with his siblings, it's evident he has stiff muscles and exaggerated reflexes. And sometimes, when he's building with his blocks, he exhibits stiff muscles with normal reflexes. I'm keen to understand what might be causing these symptoms.\r",{"entities":[[75,100,"OTHER"],[195,234,"OTHER"],[289,333,"OTHER"]]}],["\r",{"entities":[]}],["41) Doctor, my son has been exhibiting some behaviors that are causing concern. Recently, I've observed slow, writhing movements in his limbs, especially when he's trying to reach for things. He also seems to struggle with fine motor tasks, like buttoning his shirt or tying his shoelaces. Additionally, I've noticed he's been having speech problems, often stuttering or having difficulty pronouncing certain words. I'm keen on understanding what might be causing these issues.\r",{"entities":[[209,239,"OTHER"],[334,349,"OTHER"],[378,415,"OTHER"]]}],["\r",{"entities":[]}],["42) Lately, my daughter has been displaying some movements that I find peculiar. She often has slow, writhing movements, particularly when she's relaxed. When it comes to tasks that require precision, like coloring within the lines or using scissors, she faces difficulty with fine motor tasks. What worries me further is her speech problems, as she sometimes slurs her words or struggles to get her sentences out. I'd appreciate any insights or advice on these observations.\r",{"entities":[[95,119,"OTHER"],[261,294,"OTHER"],[326,341,"OTHER"],[379,414,"OTHER"]]}],["\r",{"entities":[]}],["43) I've been monitoring my child's actions, especially during his playtime. One thing that stands out is his slow, writhing movements, which seem involuntary. When he tries to engage in activities that involve hand-eye coordination, like stacking blocks or threading beads, I've observed a noticeable difficulty with fine motor tasks. Moreover, he's been having speech problems, often hesitating before speaking or repeating syllables. I'm seeking guidance on what might be the underlying cause.\r",{"entities":[[110,134,"OTHER"],[302,335,"OTHER"],[363,378,"OTHER"]]}],["\r",{"entities":[]}],["44) My daughter's recent behavior has raised some concerns. She's been having these slow, writhing movements, especially when she's idle or daydreaming. Simple tasks that her peers can do, like fastening buttons or using a pencil, seem to present a challenge due to her difficulty with fine motor tasks. To add to my worry, she's also been displaying speech problems, sometimes mumbling or not articulating her words clearly. I'm keen to get some advice on these symptoms.\r",{"entities":[[84,108,"OTHER"],[270,303,"OTHER"],[340,366,"OTHER"],[368,425,"OTHER"]]}],["\r",{"entities":[]}],["45) During the past few months, I've noticed some changes in my son's movements. He often has these slow, writhing movements, more so when he's trying to focus on something. Activities that involve dexterity, like writing or crafting, are becoming challenging for him due to a noticeable difficulty with fine motor tasks. Additionally, his speech problems are becoming more evident, as he sometimes stammers or can't find the right words. I'd like to understand what might be causing these challenges.\r",{"entities":[[100,124,"OTHER"],[277,321,"OTHER"],[340,355,"OTHER"],[399,438,"OTHER"]]}],["\r",{"entities":[]}],["46) Doctor, my son been showing behaviors that causing me worry. Recently, he do slow, writhing movements, especially when try to reach things. He also seem struggle with tasks that need fine motor, like button shirt or tying shoe. Also, I notice he have speech problems, he stutter or difficult saying some words. Wanting understand what causing these.\r",{"entities":[[81,105,"OTHER"],[157,197,"OTHER"],[255,270,"OTHER"],[275,314,"OTHER"]]}],["\r",{"entities":[]}],["47) Lately, daughter been showing some movements I find strange. She often have slow, writhing movements, especially when she relaxed. When come to tasks need precision, like color inside lines or use scissors, she face difficulty in fine motor tasks. What worry me more her speech problems, she sometimes slur words or struggle get words out. Appreciate insights or advice this.\r",{"entities":[[80,104,"OTHER"],[220,251,"OTHER"],[275,290,"OTHER"],[306,343,"OTHER"]]}],["\r",{"entities":[]}],["48) I watching child actions, during playtime especially. One thing standing out, his slow, writhing movements, seem not on purpose. When he try activities need hand-eye thing, like stack blocks or threading beads, I see difficulty with fine motor tasks. Also, he having speech problems, often pause before talk or say same syllables again. Seeking advice what cause might be.\r",{"entities":[[86,110,"OTHER"],[221,254,"OTHER"],[264,286,"OTHER"],[288,340,"OTHER"]]}],["\r",{"entities":[]}],["49) Daughter recent actions making me concerned. She having slow, writhing movements, more when she idle or think deep. Simple tasks her friends do, like fasten buttons or use pencil, look hard cause difficulty with fine motor tasks. To add worry, she also showing speech problems, she mumble or not clear words. Want get advice these symptoms.\r",{"entities":[[60,84,"OTHER"],[200,233,"OTHER"],[265,280,"OTHER"],[286,312,"OTHER"]]}],["\r",{"entities":[]}],["50) Past months, I notice changes in son movements. He do slow, writhing movements, more when try focus. Activities need careful hand use, like write or craft, seem hard for him cause difficulty with fine motor tasks. Also, his speech problems more clear, he sometimes can't talk straight or find right words. Like to know what cause these problems.\r",{"entities":[[58,82,"OTHER"],[184,217,"OTHER"],[228,243,"OTHER"],[269,309,"OTHER"]]}],["",{"entities":[]}]]}